[
{
  id: "cx-adolescente-primera-consejeria",
  modulo: "Consejería",
  dificultad: "Baja",
  titulo: "Primera consulta de anticoncepción en adolescente: confidencialidad y derechos",
  vigneta:
    "Adolescente de 16 años acude sola al CESFAM para 'pedir un método para no quedar embarazada'. Comenta que tiene pareja de su edad y usan condón 'a veces'. Expresa temor: 'si mi mamá se entera, me mata'. Se muestra nerviosa, pero cooperadora. Sin antecedentes médicos relevantes. No usa anticonceptivos previos. Test de embarazo negativo.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Según la normativa chilena vigente, ¿puede recibir anticoncepción sin la presencia de sus padres?",
      opciones: [
        {
          id: "a",
          texto: "No, debe estar acompañada por un adulto responsable.",
          explicacion: "Incorrecto. La ley y las orientaciones del MINSAL garantizan acceso confidencial a salud sexual desde los 14 años."
        },
        {
          id: "b",
          texto: "Sí, tiene derecho a atención confidencial y acceso a anticoncepción.",
          esCorrecta: true,
          explicacion: "Correcto. La atención debe ser confidencial, respetuosa y acorde a la autonomía progresiva de la adolescente."
        },
        {
          id: "c",
          texto: "Solo puede recibir condones, no métodos hormonales.",
          explicacion: "Incorrecto. Puede acceder a cualquier método según criterios médicos de elegibilidad."
        },
        {
          id: "d",
          texto: "Debe firmar un consentimiento ante notario.",
          explicacion: "Incorrecto. No se requiere consentimiento notarial para la atención en APS."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "Durante la consejería, la adolescente pregunta: '¿Los anticonceptivos me dejan estéril si los uso mucho tiempo?'. ¿Cuál es la respuesta correcta?",
      opciones: [
        {
          id: "a",
          texto: "Sí, el uso prolongado puede afectar la fertilidad.",
          explicacion: "Incorrecto. Es un mito frecuente que debe corregirse con información clara y basada en evidencia."
        },
        {
          id: "b",
          texto: "No, los anticonceptivos no afectan la fertilidad una vez que se suspenden.",
          esCorrecta: true,
          explicacion: "Correcto. La mayoría de los métodos son reversibles y la fertilidad se recupera tras suspenderlos."
        },
        {
          id: "c",
          texto: "Solo los anticonceptivos inyectables causan infertilidad.",
          explicacion: "Incorrecto. No existe evidencia que relacione anticonceptivos inyectables con infertilidad definitiva."
        },
        {
          id: "d",
          texto: "Depende de la edad y del peso.",
          explicacion: "Incorrecto. La reversibilidad del método no está determinada por estas variables."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "¿Qué estrategia favorece la adherencia en adolescentes que inician anticoncepción?",
      opciones: [
        {
          id: "a",
          texto: "Ofrecer seguimiento cercano y espacio de escucha libre de juicios.",
          esCorrecta: true,
          explicacion: "Correcto. La adherencia mejora cuando la adolescente se siente escuchada, validada y acompañada."
        },
        {
          id: "b",
          texto: "Indicar castigos si olvida el método.",
          explicacion: "Incorrecto. La relación debe ser educativa, respetuosa y no punitiva."
        },
        {
          id: "c",
          texto: "Solicitar control solo si presenta efectos secundarios.",
          explicacion: "Incorrecto. Se recomienda control programado para reforzar uso correcto y resolver dudas."
        },
        {
          id: "d",
          texto: "Entregar información técnica sin abordar emociones.",
          explicacion: "Incorrecto. La consejería integral incluye información y contención emocional."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "¿Qué mensaje educativo es más importante reforzar durante la consejería?",
      opciones: [
        {
          id: "a",
          texto: "Usar doble método (condón más anticonceptivo) para protegerse de ITS y embarazo.",
          esCorrecta: true,
          explicacion: "Correcto. El doble método combina protección frente a ITS y alta eficacia anticonceptiva."
        },
        {
          id: "b",
          texto: "Evitar toda actividad sexual hasta ser adulta.",
          explicacion: "Incorrecto. No es realista ni respeta su autonomía; la consejería debe ser basada en derechos."
        },
        {
          id: "c",
          texto: "Cambiar de método cada tres meses.",
          explicacion: "Incorrecto. Solo se cambia el método si hay indicación médica o preferencia informada."
        },
        {
          id: "d",
          texto: "Que consulte únicamente si tiene un problema.",
          explicacion: "Incorrecto. Se promueven controles regulares para acompañar el proceso."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "Al finalizar la consulta, ¿qué cierre de consejería es más adecuado?",
      opciones: [
        {
          id: "a",
          texto: "Reafirmar que puede volver cuando quiera, ofrecer control de seguimiento y entregar condones.",
          esCorrecta: true,
          explicacion: "Correcto. Refuerza la confianza, el acompañamiento continuo y la prevención con doble método."
        },
        {
          id: "b",
          texto: "Indicarle que no comente nada con nadie para evitar problemas.",
          explicacion: "Incorrecto. La confidencialidad se garantiza, pero también se puede explorar a quién desea contarle si así lo decide."
        },
        {
          id: "c",
          texto: "Decirle que si olvida el método será su responsabilidad.",
          explicacion: "Incorrecto. Es un mensaje culpabilizador que debilita el vínculo terapéutico."
        },
        {
          id: "d",
          texto: "Cerrar la consulta rápidamente para evitar que se emocione.",
          explicacion: "Incorrecto. El tiempo para preguntas y emociones es parte central de la consejería adolescente."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Lograste responder algunos elementos clave, pero te recomiendo revisar la normativa chilena sobre confidencialidad en adolescentes y los principios básicos de consejería en anticoncepción. Vuelve al marco legal y a los conceptos de autonomía progresiva antes de continuar.",
    medio: "Vas por buen camino: reconoces la importancia de la confidencialidad y del doble método, pero aún puedes profundizar en mitos, derechos y seguimiento en APS. Revisa cómo estructurar una consejería completa, desde la acogida hasta el cierre.",
    alto: "Excelente. Integras confidencialidad, derechos, mitos, doble método y seguimiento con un enfoque respetuoso y empático. Tu manera de abordar a la adolescente refleja práctica clínica segura y centrada en la persona."
  },
  referencias: [
    "MINSAL. Consejería en Salud Sexual y Reproductiva para Adolescentes. Guía Práctica APS. 2016.",
    "MINSAL. Normas Nacionales sobre Regulación de la Fertilidad. 2016.",
    "OMS. Medical eligibility criteria for contraceptive use. 6th ed. WHO; 2025."
  ]
},
{
  id: "cx-diversidad-trans-saludsexual",
  modulo: "Consejería",
  dificultad: "Baja",
  titulo: "Consejería inclusiva en persona trans: enfoque biológico y comunicacional",
  vigneta:
    "Joven de 17 años, asignado varón al nacer, se identifica como mujer trans. Consulta en el CESFAM por orientación en salud sexual. Comenta: 'mi pareja es hombre, y mis amigas dicen que debería tomar pastillas anticonceptivas por si acaso'. No está en terapia hormonal y no ha tenido cirugías genitales. No presenta síntomas ni antecedentes médicos relevantes. Test de embarazo: no aplica.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Desde el punto de vista biológico, ¿requiere anticoncepción para prevenir embarazo?",
      opciones: [
        {
          id: "a",
          texto: "Sí, todas las mujeres trans deben tomar anticonceptivos orales.",
          explicacion: "Incorrecto. La indicación anticonceptiva depende de la anatomía y del riesgo de gestación, no solo de la identidad de género."
        },
        {
          id: "b",
          texto: "No, porque al no tener útero ni ovarios funcionales, no hay riesgo de gestación.",
          esCorrecta: true,
          explicacion: "Correcto. Si conserva anatomía masculina y no hay útero/ovarios, no existe riesgo de embarazo."
        },
        {
          id: "c",
          texto: "Solo si tiene relaciones sexuales anales sin condón.",
          explicacion: "Incorrecto. El sexo anal sin condón implica riesgo de ITS, pero no de embarazo."
        },
        {
          id: "d",
          texto: "Sí, porque los anticonceptivos ayudan a regular el deseo sexual.",
          explicacion: "Incorrecto. Los anticonceptivos no se indican para modular el deseo sexual en este contexto."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "¿Cuál es la principal necesidad de consejería en este caso?",
      opciones: [
        {
          id: "a",
          texto: "Orientación sobre prevención de ITS y autocuidado sexual.",
          esCorrecta: true,
          explicacion: "Correcto. El foco es reducir riesgos: uso de condón, tamizaje de ITS y prácticas sexuales seguras."
        },
        {
          id: "b",
          texto: "Iniciar anticonceptivos combinados inmediatamente.",
          explicacion: "Incorrecto. No hay riesgo de gestación, por lo que no se requiere anticoncepción para embarazo."
        },
        {
          id: "c",
          texto: "Derivación a ginecología para confirmar identidad de género.",
          explicacion: "Incorrecto. La identidad de género no requiere validación médica; se deriva según necesidades clínicas o solicitud de la usuaria."
        },
        {
          id: "d",
          texto: "Indicar abstinencia sexual permanente.",
          explicacion: "Incorrecto. No corresponde desde un enfoque de derechos ni es realista."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "Durante la atención, el profesional duda cómo llamarla. ¿Qué conducta demuestra enfoque inclusivo?",
      opciones: [
        {
          id: "a",
          texto: "Preguntar directamente qué nombre y pronombres desea que se usen.",
          esCorrecta: true,
          explicacion: "Correcto. Preguntar y usar nombre/pronombres elegidos es parte del trato digno y respetuoso."
        },
        {
          id: "b",
          texto: "Usar el nombre legal del registro civil por seguridad.",
          explicacion: "Incorrecto. El nombre legal se usa en documentos; en la interacción clínica se prioriza el nombre social."
        },
        {
          id: "c",
          texto: "Evitar llamarla por su nombre para no equivocarse.",
          explicacion: "Incorrecto. Evitar nombrarla invisibiliza su identidad y debilita el vínculo terapéutico."
        },
        {
          id: "d",
          texto: "Solicitar acompañamiento familiar para tratar el tema.",
          explicacion: "Incorrecto. La atención es confidencial; solo se invita a la familia si la usuaria así lo desea."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "¿Qué orientación práctica debe entregarse al finalizar la consulta?",
      opciones: [
        {
          id: "a",
          texto: "Promover uso sistemático de condón y tamizaje regular de ITS según prácticas sexuales.",
          esCorrecta: true,
          explicacion: "Correcto. Se recomienda condón consistente y testeo periódico de ITS (VIH, sífilis y otras según exposición)."
        },
        {
          id: "b",
          texto: "Indicar terapia hormonal de afirmación de género de inmediato.",
          explicacion: "Incorrecto. La terapia hormonal requiere evaluación especializada y consentimiento informado."
        },
        {
          id: "c",
          texto: "Evitar hablar de sexualidad para no incomodar.",
          explicacion: "Incorrecto. La sexualidad debe abordarse con lenguaje claro, respetuoso y sin juicios."
        },
        {
          id: "d",
          texto: "Limitar el uso de condón solo a nuevas parejas.",
          explicacion: "Incorrecto. El uso sistemático es importante incluso en parejas estables con riesgo de ITS."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "Desde el enfoque de derechos, ¿qué elemento no puede faltar en esta consejería?",
      opciones: [
        {
          id: "a",
          texto: "Garantizar confidencialidad y explicar que puede volver cuando lo necesite.",
          esCorrecta: true,
          explicacion: "Correcto. La continuidad del cuidado y la confidencialidad son claves para mantener el vínculo terapéutico."
        },
        {
          id: "b",
          texto: "Explicar que su identidad de género es un trastorno que debe tratarse.",
          explicacion: "Incorrecto. Es un enfoque patologizante y contrario a los estándares de derechos humanos."
        },
        {
          id: "c",
          texto: "Evitar registrar nada en ficha clínica para 'protegerla'.",
          explicacion: "Incorrecto. El registro es obligatorio; la protección se realiza mediante resguardo de la confidencialidad."
        },
        {
          id: "d",
          texto: "Aconsejarle que oculte su identidad para evitar problemas.",
          explicacion: "Incorrecto. Refuerza la estigmatización y vulnera su autonomía."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Reconoces algunos elementos, pero aún confundes identidad de género con necesidad de anticoncepción para embarazo. Te sugiero repasar anatomía, riesgo de ITS y principios de atención inclusiva.",
    medio: "Tienes claridad sobre la falta de riesgo de embarazo y la importancia del condón, pero puedes profundizar en lenguaje inclusivo, derivación pertinente y enfoque de derechos.",
    alto: "Muy bien. Diferencias riesgo de embarazo y de ITS, utilizas un enfoque inclusivo, basado en respeto, confidencialidad y autocuidado informado. Ese es el estándar que queremos en APS."
  },
  referencias: [
    "MINSAL. Orientaciones técnicas para la atención de personas LGBTIQ+. 2022.",
    "OPS/OMS. Salud sexual y diversidad: orientaciones para equipos de salud. 2021.",
    "MINSAL. Guía de Atención Integral de Adolescentes. 2018/2022."
  ]
},
{
  id: "cx-climaterio-sexualidad",
  modulo: "Climaterio y Menopausia",
  dificultad: "Baja",
  titulo: "Consejería sobre sexualidad y mitos en el climaterio",
  vigneta:
    "Mujer de 52 años, sin menstruación hace 18 meses. Refiere molestias vaginales, dispareunia leve y disminución del deseo sexual. No usa terapia hormonal ni anticoncepción. Comenta: 'mi pareja dice que ya no me interesa, pero yo no sé si esto es normal o si ya no sirve'. Se muestra avergonzada y teme hablar del tema. No antecedentes mórbidos relevantes.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Desde el punto de vista fisiológico, ¿qué factor hormonal explica parte de los síntomas descritos?",
      opciones: [
        {
          id: "a",
          texto: "Disminución de estrógenos, que reduce la lubricación y la elasticidad vaginal.",
          esCorrecta: true,
          explicacion:
            "Correcto. El hipoestrogenismo genera atrofia vulvovaginal, menor lubricación y molestias sexuales como dispareunia."
        },
        {
          id: "b",
          texto: "Aumento de testosterona, que inhibe el deseo sexual.",
          explicacion:
            "Incorrecto. La testosterona también disminuye; su déficit puede contribuir a menor deseo, no su exceso."
        },
        {
          id: "c",
          texto: "Aumento de prolactina por la edad.",
          explicacion:
            "Incorrecto. La edad no se asocia fisiológicamente a hiperprolactinemia."
        },
        {
          id: "d",
          texto: "Exceso de progesterona endógena.",
          explicacion:
            "Incorrecto. Tanto estrógenos como progesterona disminuyen en esta etapa."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "Durante la consejería, la paciente dice: 'mi vida sexual ya terminó'. ¿Cuál es la respuesta más adecuada desde el enfoque de salud sexual positiva?",
      opciones: [
        {
          id: "a",
          texto: "Explicar que la sexualidad continúa en todas las etapas de la vida y puede adaptarse con apoyo y comunicación.",
          esCorrecta: true,
          explicacion:
            "Correcto. La sexualidad puede seguir siendo satisfactoria en el climaterio con educación, apoyo y tratamiento de síntomas."
        },
        {
          id: "b",
          texto: "Confirmar que la menopausia marca el fin de la vida sexual.",
          explicacion:
            "Incorrecto. Es un mito; el objetivo es derribarlo y abrir espacio a alternativas de manejo."
        },
        {
          id: "c",
          texto: "Derivar directamente a psicología sin abordar el tema.",
          explicacion:
            "Incorrecto. La APS puede y debe iniciar la conversación, ofrecer educación y luego derivar si es necesario."
        },
        {
          id: "d",
          texto: "Recomendar abstinencia para evitar molestias.",
          explicacion:
            "Incorrecto. No es necesario suspender la actividad sexual; se pueden tratar las molestias."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "¿Qué intervención simple y segura puede mejorar su calidad sexual sin requerir terapia hormonal sistémica?",
      opciones: [
        {
          id: "a",
          texto: "Lubricantes y humectantes vaginales de uso regular.",
          esCorrecta: true,
          explicacion:
            "Correcto. Son primera línea en el manejo del síndrome genitourinario del climaterio, mejorando confort y función sexual."
        },
        {
          id: "b",
          texto: "Suplementos de calcio y vitamina D.",
          explicacion:
            "Incorrecto. Benefician salud ósea, pero no los síntomas genitales ni la dispareunia."
        },
        {
          id: "c",
          texto: "Antidepresivos ISRS de baja dosis.",
          explicacion:
            "Incorrecto. No son tratamiento de elección y pueden disminuir el deseo sexual."
        },
        {
          id: "d",
          texto: "Evitar completamente las relaciones sexuales.",
          explicacion:
            "Incorrecto. La inactividad sexual puede incluso empeorar la sequedad y la atrofia vaginal."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "¿Qué componente comunicacional mejora la adherencia y la satisfacción de la paciente?",
      opciones: [
        {
          id: "a",
          texto: "Validar sus emociones, normalizar los cambios y ofrecer soluciones prácticas.",
          esCorrecta: true,
          explicacion:
            "Correcto. La validación emocional y la educación empática fortalecen la alianza terapéutica y la adherencia."
        },
        {
          id: "b",
          texto: "Evitar hablar de temas íntimos para no incomodarla.",
          explicacion:
            "Incorrecto. Evitar el tema perpetúa tabúes y limita la atención integral."
        },
        {
          id: "c",
          texto: "Centrarse solo en la parte hormonal del problema.",
          explicacion:
            "Incorrecto. El enfoque debe ser biopsicosocial, incluyendo dimensión emocional y relacional."
        },
        {
          id: "d",
          texto: "Entregarle solo un folleto informativo y finalizar la consulta.",
          explicacion:
            "Incorrecto. El material escrito complementa, pero no reemplaza la consejería cara a cara."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "En esta etapa de la vida, ¿qué mensaje clave es importante reforzar respecto a su relación de pareja?",
      opciones: [
        {
          id: "a",
          texto: "Invitar a la comunicación abierta con la pareja sobre deseos, cambios y posibles soluciones.",
          esCorrecta: true,
          explicacion:
            "Correcto. La comunicación de pareja es central para adaptar la vida sexual a los cambios del climaterio."
        },
        {
          id: "b",
          texto: "Sugerirle que no hable del tema para evitar conflictos.",
          explicacion:
            "Incorrecto. El silencio puede agravar malentendidos y sentimientos de culpa."
        },
        {
          id: "c",
          texto: "Indicar que 'aguante' los síntomas porque son parte de la edad.",
          explicacion:
            "Incorrecto. Minimizar los síntomas desvaloriza su experiencia y retrasa el tratamiento."
        },
        {
          id: "d",
          texto: "Enfatizar que si su pareja no entiende, es un problema exclusivamente de ella.",
          explicacion:
            "Incorrecto. La sexualidad se vive en relación; se promueve un abordaje compartido y respetuoso."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Reconoces algunos conceptos, pero aún te falta integrar fisiología, síntomas y enfoque de salud sexual positiva. Revisa los cambios hormonales del climaterio y las herramientas básicas de consejería.",
    medio: "Tienes buen manejo de la fisiología y algunas intervenciones, pero puedes profundizar en la dimensión emocional y de pareja para que la consejería sea realmente integral.",
    alto: "Muy buen trabajo. Vinculas hipoestrogenismo, síntomas locales, lubricantes y comunicación empática, derribando mitos sobre 'fin de la vida sexual'. Ese es el enfoque que mejora calidad de vida."
  },
  referencias: [
    "MINSAL. Guía de Práctica Clínica de Climaterio y Menopausia. 2020.",
    "Carvajal J, García K. Manual de Obstetricia y Ginecología. 15ª ed. 2024.",
    "OMS. Sexual health and ageing. WHO; 2018."
  ]
},
{
  id: "cx-climaterio-anticoncepcion",
  modulo: "Climaterio y Menopausia",
  dificultad: "Baja",
  titulo: "Consejería en anticoncepción durante la transición menopáusica",
  vigneta:
    "Mujer de 48 años, G3P3, consulta en APS porque desea suspender su anticonceptivo oral combinado 'ya que casi no le llega la regla'. FUR hace 3 meses. Sin comorbilidades. Su hermana le dijo que 'ya no puede quedar embarazada a esta edad'. Desea orientación sobre si continuar o no con método anticonceptivo.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "¿Existe aún riesgo de embarazo a los 48 años con menstruaciones irregulares?",
      opciones: [
        {
          id: "a",
          texto: "Sí, mientras no haya 12 meses consecutivos sin menstruación, existe riesgo.",
          esCorrecta: true,
          explicacion:
            "Correcto. La menopausia se define clínicamente como 12 meses de amenorrea; antes de eso pueden ocurrir ovulaciones esporádicas."
        },
        {
          id: "b",
          texto: "No, el ovario deja de funcionar totalmente a los 45 años.",
          explicacion:
            "Incorrecto. La función ovárica disminuye en forma progresiva y no cesa bruscamente a una edad fija."
        },
        {
          id: "c",
          texto: "Solo si usa anticonceptivos orales.",
          explicacion:
            "Incorrecto. El riesgo de embarazo depende de la función ovárica, no de usar o no anticonceptivos."
        },
        {
          id: "d",
          texto: "Depende del peso corporal.",
          explicacion:
            "Incorrecto. El IMC puede influir en otros riesgos, pero no define por sí solo el cese de la ovulación."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "¿Cuál de los siguientes métodos es una buena alternativa durante la transición menopáusica?",
      opciones: [
        {
          id: "a",
          texto: "DIU con levonorgestrel (LNG-IUS), que controla sangrado y previene embarazo.",
          esCorrecta: true,
          explicacion:
            "Correcto. Es un método altamente eficaz, que reduce el sangrado y puede mantenerse hasta la menopausia."
        },
        {
          id: "b",
          texto: "Suspender todo método inmediatamente.",
          explicacion:
            "Incorrecto. Persisten ovulaciones aisladas y riesgo de embarazo no planificado."
        },
        {
          id: "c",
          texto: "Solo usar métodos naturales.",
          explicacion:
            "Incorrecto. La irregularidad hormonal reduce la confiabilidad de métodos basados en ciclos."
        },
        {
          id: "d",
          texto: "Usar anticonceptivos orales solo cuando haya sangrado.",
          explicacion:
            "Incorrecto. Es un uso inadecuado que no asegura protección anticonceptiva."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "Además de la anticoncepción, ¿qué tema de salud preventiva es prioritario abordar en esta consulta?",
      opciones: [
        {
          id: "a",
          texto: "Tamizaje de cáncer cervicouterino y mamografía.",
          esCorrecta: true,
          explicacion:
            "Correcto. En esta edad se refuerza PAP, mamografía y, según riesgo, evaluación de salud ósea y cardiovascular."
        },
        {
          id: "b",
          texto: "Suspender controles médicos porque ya no menstrúa.",
          explicacion:
            "Incorrecto. Los controles preventivos son fundamentales en esta etapa."
        },
        {
          id: "c",
          texto: "Evitar actividad física intensa.",
          explicacion:
            "Incorrecto. El ejercicio regular es beneficioso para salud ósea y cardiovascular."
        },
        {
          id: "d",
          texto: "Recomendar suplementos hormonales sin evaluación.",
          explicacion:
            "Incorrecto. Cualquier terapia hormonal requiere evaluación individual de riesgos y beneficios."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "Durante la consejería, ¿cuál es el mensaje educativo más importante?",
      opciones: [
        {
          id: "a",
          texto: "Explicar que la anticoncepción debe mantenerse hasta 12 meses sin regla (menopausia confirmada).",
          esCorrecta: true,
          explicacion:
            "Correcto. Este criterio clínico permite decidir suspender el método de forma segura."
        },
        {
          id: "b",
          texto: "Indicar suspender el método al cumplir 45 años.",
          explicacion:
            "Incorrecto. No hay corte etario fijo; la decisión se basa en función ovárica y riesgos individuales."
        },
        {
          id: "c",
          texto: "Cambiar a métodos naturales para 'descansar'.",
          explicacion:
            "Incorrecto. Se desaconsejan por su menor eficacia en esta etapa."
        },
        {
          id: "d",
          texto: "Usar anticonceptivos combinados hasta los 60 años.",
          explicacion:
            "Incorrecto. El riesgo cardiovascular asociado a estrógenos aumenta con la edad."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "Considerando su edad y ausencia de comorbilidades, ¿qué enfoque de consejería es más adecuado respecto a su anticonceptivo actual?",
      opciones: [
        {
          id: "a",
          texto: "Explorar sus preferencias, informar riesgos y beneficios, y ofrecer alternativas como DIU-LNG u otros métodos sin estrógeno.",
          esCorrecta: true,
          explicacion:
            "Correcto. La decisión debe ser compartida, considerando seguridad, etapa vital y preferencias de la usuaria."
        },
        {
          id: "b",
          texto: "Indicarle que siga con el mismo anticonceptivo sin explicaciones.",
          explicacion:
            "Incorrecto. Se debe informar y consensuar el plan con la paciente."
        },
        {
          id: "c",
          texto: "Suspender hoy los anticonceptivos y decirle que 'ya no se preocupe'.",
          explicacion:
            "Incorrecto. Aún hay riesgo de embarazo; suspender sin alternativa es inseguro."
        },
        {
          id: "d",
          texto: "Tomar la decisión solo en función de la opinión de la hermana.",
          explicacion:
            "Incorrecto. La consejería se basa en evidencia y en la autonomía de la usuaria, no en opiniones de terceros."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Tienes nociones generales, pero necesitas reforzar el criterio de 12 meses de amenorrea, las opciones preferentes sin estrógeno y la integración con prevención oncológica.",
    medio: "Buen manejo de la definición de menopausia y de algunas alternativas de método. Aún puedes profundizar en la toma de decisiones compartida y en la elección de métodos según riesgo CV.",
    alto: "Excelente. Integras riesgo de embarazo, alternativas seguras (como DIU-LNG), prevención oncológica y consejería centrada en la autonomía de la mujer en transición menopáusica."
  },
  referencias: [
    "MINSAL. Guía de Práctica Clínica de Climaterio y Menopausia. 2020.",
    "MINSAL. Normas Nacionales sobre Regulación de la Fertilidad. 2016.",
    "OMS. Medical eligibility criteria for contraceptive use. 6th ed. WHO; 2025."
  ]
},
{
  id: "its-adolescente-confidencialidad",
  modulo: "ITS",
  dificultad: "Baja",
  titulo: "Consejería en ITS en adolescente y confidencialidad en APS",
  vigneta:
    "Adolescente de 16 años consulta sola al CESFAM por flujo vaginal con mal olor desde hace una semana. Dice que tuvo relaciones con su pareja 'sin condón porque confiaba en él'. Se muestra preocupada y pregunta si debe contarle a su madre. No antecedentes mórbidos. No usa ningún método anticonceptivo. No presenta fiebre ni dolor pélvico.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Desde el punto de vista legal y ético, ¿cómo debe manejarse la confidencialidad en esta atención?",
      opciones: [
        {
          id: "a",
          texto: "Debe informar siempre a los padres, ya que es menor de edad.",
          explicacion:
            "Incorrecto. La normativa chilena permite atención confidencial en salud sexual desde los 14 años, salvo situaciones de riesgo vital o vulneración grave."
        },
        {
          id: "b",
          texto: "Garantizar confidencialidad y explicar sus límites (solo se rompe ante riesgo vital o vulneración grave).",
          esCorrecta: true,
          explicacion:
            "Correcto. Explicar de forma clara la confidencialidad y sus límites genera confianza y favorece la adherencia."
        },
        {
          id: "c",
          texto: "Atenderla solo si viene con un adulto responsable.",
          explicacion:
            "Incorrecto. Puede ser atendida de forma autónoma en temas de salud sexual y reproductiva."
        },
        {
          id: "d",
          texto: "Informar al colegio si sospecha de actividad sexual.",
          explicacion:
            "Incorrecto. Sería una vulneración grave de su derecho a la confidencialidad."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "El flujo es homogéneo, grisáceo y con olor a aminas. ¿Cuál es el diagnóstico más probable en APS?",
      opciones: [
        {
          id: "a",
          texto: "Candidiasis vaginal.",
          explicacion:
            "Incorrecto. Suele dar prurito intenso, dispareunia y flujo grumoso blanquecino."
        },
        {
          id: "b",
          texto: "Tricomoniasis vaginal.",
          explicacion:
            "Incorrecto. Típicamente flujo amarillo-verdoso, espumoso y signos inflamatorios."
        },
        {
          id: "c",
          texto: "Vaginosis bacteriana.",
          esCorrecta: true,
          explicacion:
            "Correcto. El flujo homogéneo con mal olor y sin inflamación marcada orienta a vaginosis bacteriana por disbiosis vaginal."
        },
        {
          id: "d",
          texto: "Gonorrea cervical.",
          explicacion:
            "Incorrecto. Habitualmente se asocia a flujo purulento amarillo-verdoso y, en algunos casos, dolor pélvico."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "¿Cuál es la orientación prioritaria que debe entregarse durante la consejería?",
      opciones: [
        {
          id: "a",
          texto: "Uso consistente del condón y evitar relaciones sexuales hasta completar el tratamiento indicado.",
          esCorrecta: true,
          explicacion:
            "Correcto. Disminuye riesgo de reinfección, protege frente a ITS y facilita la resolución del cuadro."
        },
        {
          id: "b",
          texto: "No volver a control si los síntomas mejoran.",
          explicacion:
            "Incorrecto. Se recomienda control post tratamiento y considerar tamizaje de ITS según protocolos locales."
        },
        {
          id: "c",
          texto: "Iniciar anticonceptivos orales sin evaluar riesgos de ITS.",
          explicacion:
            "Incorrecto. El foco inicial es resolver el cuadro actual y abordar prevención de ITS; luego se revisan opciones anticonceptivas."
        },
        {
          id: "d",
          texto: "Evitar hablar de prácticas sexuales para no incomodarla.",
          explicacion:
            "Incorrecto. Es necesario explorar prácticas con lenguaje claro y sin juicios para una consejería efectiva."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "Como parte del enfoque integral de APS, ¿qué intervención corresponde?",
      opciones: [
        {
          id: "a",
          texto: "Tamizaje de ITS según riesgo y entrega de condones con educación en autocuidado.",
          esCorrecta: true,
          explicacion:
            "Correcto. Es oportunidad para test de VIH, sífilis y posibles ITS bacterianas según riesgo, además de educación práctica."
        },
        {
          id: "b",
          texto: "Derivación inmediata a ginecología por ser menor de edad.",
          explicacion:
            "Incorrecto. La APS puede diagnosticar, tratar y educar; se deriva solo si hay criterios clínicos específicos."
        },
        {
          id: "c",
          texto: "No registrar en ficha para proteger su privacidad.",
          explicacion:
            "Incorrecto. Debe registrarse en ficha; la protección se basa en resguardar la confidencialidad del registro."
        },
        {
          id: "d",
          texto: "No entregar condones para no incentivar actividad sexual.",
          explicacion:
            "Incorrecto. La entrega de condones es una medida preventiva basada en evidencia, no un incentivo."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "La adolescente pregunta si debe contarle a su madre. ¿Cuál es la mejor respuesta desde la consejería centrada en la persona?",
      opciones: [
        {
          id: "a",
          texto: "Explicar que la decisión es suya, ofrecer apoyo para planificar cómo contarlo si ella lo desea y reforzar que igualmente recibirá atención.",
          esCorrecta: true,
          explicacion:
            "Correcto. Se respeta su autonomía, se ofrece apoyo y se mantiene la garantía de atención y confidencialidad."
        },
        {
          id: "b",
          texto: "Indicar que está obligada a contar todo a su madre.",
          explicacion:
            "Incorrecto. No corresponde imponer esa obligación en este contexto."
        },
        {
          id: "c",
          texto: "Responder que no debe contarlo bajo ninguna circunstancia.",
          explicacion:
            "Incorrecto. Puede ser útil involucrar a adultos significativos si ella lo desea y se siente segura."
        },
        {
          id: "d",
          texto: "Decirle que el equipo de salud hablará directamente con la madre sin consultarle.",
          explicacion:
            "Incorrecto. Sería una vulneración de la confianza y de la confidencialidad acordada."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Necesitas reforzar los conceptos de confidencialidad en adolescentes y el enfoque integral en ITS. Revisa la normativa chilena y los criterios clínicos de vaginosis bacteriana e ITS en APS.",
    medio: "Entiendes bien la confidencialidad y el diagnóstico probable, pero aún puedes afinar la consejería práctica (control, tamizaje, uso de condón) y la forma de acompañar sus decisiones.",
    alto: "Muy bien. Integras confidencialidad, diagnóstico de vaginosis bacteriana, tamizaje de ITS y consejería respetuosa, empática y centrada en la adolescente. Ese es el estándar que queremos en APS."
  },
  referencias: [
    "MINSAL. Guía Clínica de Infecciones de Transmisión Sexual. 2018.",
    "MINSAL. Consejería en Salud Sexual y Reproductiva para Adolescentes. Guía Práctica APS. 2016.",
    "Ley 20.418. Fija normas sobre información, orientación y prestaciones en materia de regulación de la fertilidad."
  ]
},

{
  id: "ac-baja-eleccion-metodo-adolescente",
  modulo: "Anticoncepción",
  dificultad: "Baja",
  titulo: "Elección de método anticonceptivo en adolescente en APS",
  vigneta:
    "Adolescente de 17 años acude sola a control en el CESFAM. Dice: 'quiero cuidarme mejor porque a veces se me olvida el condón'. Tiene pareja estable y relaciones sexuales regulares. No antecedentes mórbidos, sin uso de MAC previo. Test de embarazo negativo. Se muestra motivada pero ansiosa por 'elegir bien'.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Según normativa chilena, ¿puede acceder a anticoncepción sin acompañamiento adulto?",
      opciones: [
        {
          id: "a",
          texto: "No, siempre debe venir con un adulto responsable.",
          explicacion: "Incorrecto. Desde los 14 años puede acceder de forma confidencial, según Ley 20.418 y MINSAL."
        },
        {
          id: "b",
          texto: "Sí, tiene derecho a atención confidencial y acceso a MAC.",
          esCorrecta: true,
          explicacion: "Correcto. La adolescente tiene autonomía progresiva y acceso garantizado a salud sexual."
        },
        {
          id: "c",
          texto: "Solo si solicita condones.",
          explicacion: "Incorrecto. Puede acceder a cualquier método según elegibilidad médica."
        },
        {
          id: "d",
          texto: "Debe firmar un consentimiento de riesgo por ser menor de edad.",
          explicacion: "Incorrecto. No se exige este tipo de consentimientos."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "En una adolescente sin condiciones médicas, ¿qué método es considerado primera línea por su alta eficacia y seguridad?",
      opciones: [
        {
          id: "a",
          texto: "Métodos naturales basados en el ciclo.",
          explicacion: "Incorrecto. Tienen mayor tasa de falla y no son primera elección para adolescentes."
        },
        {
          id: "b",
          texto: "Implante subdérmico de etonogestrel.",
          esCorrecta: true,
          explicacion: "Correcto. Es un LARC altamente eficaz, seguro y recomendado en adolescentes según OMS/MINSAL."
        },
        {
          id: "c",
          texto: "Anticonceptivo oral combinado sin evaluación de elegibilidad.",
          explicacion: "Incorrecto. Requiere evaluación previa según Criterios Médicos de Elegibilidad OMS."
        },
        {
          id: "d",
          texto: "Parche transdérmico como única primera opción.",
          explicacion: "Incorrecto. Es una opción válida, pero no superior a LARC en eficacia."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "Cuando la usuaria dice que 'a veces se le olvida el condón', ¿qué enfoque educativo corresponde reforzar?",
      opciones: [
        {
          id: "a",
          texto: "Indicar uso exclusivo de MAC hormonal.",
          explicacion: "Incorrecto. Se debe mantener protección dual para prevención de ITS."
        },
        {
          id: "b",
          texto: "Explicar el concepto de doble método: condón + método eficaz.",
          esCorrecta: true,
          explicacion: "Correcto. Es estándar en adolescentes para proteger de ITS y embarazo."
        },
        {
          id: "c",
          texto: "Recomendar solo abstinencia.",
          explicacion: "Incorrecto. No es realista y contradice consejería basada en derechos."
        },
        {
          id: "d",
          texto: "Sugerir que no se preocupe, porque es joven.",
          explicacion: "Incorrecto. Minimiza el riesgo y contradice la educación en autocuidado."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "La adolescente pregunta si el implante 'engorda'. ¿Cuál es la respuesta correcta?",
      opciones: [
        {
          id: "a",
          texto: "Sí, todas aumentan de peso significativamente.",
          explicacion: "Incorrecto. No existe evidencia sólida que vincule implante con aumento de peso relevante."
        },
        {
          id: "b",
          texto: "No necesariamente; algunas personas experimentan cambios leves, pero no es un efecto universal.",
          esCorrecta: true,
          explicacion: "Correcto. El aumento de peso no es un efecto esperado ni significativo según literatura."
        },
        {
          id: "c",
          texto: "Sí, pero solo el primer mes.",
          explicacion: "Incorrecto. No corresponde a evidencia clínica."
        },
        {
          id: "d",
          texto: "Si sube de peso, debe retirarlo inmediatamente.",
          explicacion: "Incorrecto. No es indicación de retiro."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Qué mensaje de cierre es adecuado en consejería adolescente?",
      opciones: [
        {
          id: "a",
          texto: "Recuérdale que puede volver siempre y que el seguimiento es parte del proceso.",
          esCorrecta: true,
          explicacion: "Correcto. Refuerza autonomía, adherencia y vínculo terapéutico."
        },
        {
          id: "b",
          texto: "Indicar que no vuelva a menos que tenga complicaciones.",
          explicacion: "Incorrecto. Contradice el enfoque educativo continuo."
        },
        {
          id: "c",
          texto: "Decir que no pregunte tanto para no confundirse.",
          explicacion: "Incorrecto. Se deben resolver sus dudas con calma."
        },
        {
          id: "d",
          texto: "Insistir en que debe contarle obligatoriamente a su madre.",
          explicacion: "Incorrecto. La confidencialidad es un derecho garantizado."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Necesitas reforzar normativa sobre confidencialidad, métodos recomendados en adolescentes y el concepto de doble método. Revisa MINSAL y MEC OMS.",
    medio: "Buen manejo general. Te falta profundizar en LARC y consejería empática en adolescentes.",
    alto: "Excelente. Integras derechos, eficacia de LARC, educación sobre mitos y enfoque de autocuidado. ¡Buen razonamiento clínico!"
  },
  referencias: [
    "MINSAL. Consejería en Salud Sexual y Reproductiva Adolescente (2016).",
    "OMS. Medical Eligibility Criteria for Contraceptive Use, 6th ed.",
    "SOCHEG. Anticoncepción (2023)."
  ]
},
{
  id: "ac-media-pp-implante-posparto",
  modulo: "Anticoncepción",
  dificultad: "Media",
  titulo: "Elección de un método anticonceptivo en puerperio inmediato",
  vigneta:
    "Mujer de 24 años, puérpera de 2 días post parto vaginal fisiológico. Lactancia materna exclusiva. Expresa preocupación por 'volver a quedar embarazada rápido' y quiere un método seguro antes del alta. No antecedentes mórbidos. No complicaciones obstétricas. Desea un método de larga duración y con pocas exigencias de adherencia.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "¿Qué método anticonceptivo es seguro y elegible en puerperio con lactancia exclusiva desde el día 1?",
      opciones: [
        {
          id: "a",
          texto: "Anticonceptivo oral combinado desde el alta.",
          explicacion:
            "Incorrecto. Los estrógenos están contraindicados en las primeras 6 semanas por riesgo trombótico y efecto en la lactancia."
        },
        {
          id: "b",
          texto: "Implante subdérmico de progestágeno.",
          esCorrecta: true,
          explicacion:
            "Correcto. Es un método LARC seguro, compatible con lactancia y puede insertarse en puerperio inmediato."
        },
        {
          id: "c",
          texto: "Anillo vaginal combinado.",
          explicacion:
            "Incorrecto. Contiene estrógeno y no es elegible en puerperio inmediato."
        },
        {
          id: "d",
          texto: "Métodos naturales.",
          explicacion:
            "Incorrecto. No son recomendables en puerperio inmediato por irregularidad en ciclos y riesgo de falla."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "La paciente pregunta si el implante afecta la lactancia. ¿Cuál es la respuesta correcta?",
      opciones: [
        {
          id: "a",
          texto: "Sí, disminuye la producción de leche.",
          explicacion: "Incorrecto. No se ha demostrado ese efecto en la evidencia."
        },
        {
          id: "b",
          texto: "No, es compatible con lactancia y seguro para el recién nacido.",
          esCorrecta: true,
          explicacion:
            "Correcto. Los métodos solo con progestágeno son seguros durante lactancia."
        },
        {
          id: "c",
          texto: "Solo afecta si se usa antes de 6 meses.",
          explicacion: "Incorrecto. No existe contraindicación por tiempo."
        },
        {
          id: "d",
          texto: "Debe suspender lactancia si lo usa.",
          explicacion: "Incorrecto y contrario a recomendaciones OMS/MINSAL."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "¿Qué beneficio adicional tiene el implante en comparación con otros métodos?",
      opciones: [
        {
          id: "a",
          texto: "Requiere controles semanales.",
          explicacion: "Incorrecto. Una de sus ventajas es precisamente la baja necesidad de controles."
        },
        {
          id: "b",
          texto: "Alta eficacia independiente del uso diario.",
          esCorrecta: true,
          explicacion:
            "Correcto. Es altamente eficaz y no depende de adherencia."
        },
        {
          id: "c",
          texto: "Contiene estrógeno, lo que reduce sangrados.",
          explicacion: "Incorrecto. No contiene estrógenos."
        },
        {
          id: "d",
          texto: "Evita la caída del cabello en el posparto.",
          explicacion:
            "Incorrecto. No tiene acción sobre cambios fisiológicos del puerperio."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "Durante la consejería, ¿qué información es especialmente importante entregar?",
      opciones: [
        {
          id: "a",
          texto: "Cambios en el patrón de sangrado (amenorrea o spotting).",
          esCorrecta: true,
          explicacion:
            "Correcto. Es un efecto frecuente y normal; anticiparlo mejora adherencia."
        },
        {
          id: "b",
          texto: "Que aumentará de peso inevitablemente.",
          explicacion:
            "Incorrecto. No está demostrado como efecto universal ni significativo."
        },
        {
          id: "c",
          texto: "Que debe retirarlo en un mes para evaluar tolerancia.",
          explicacion: "Incorrecto. Su duración es prolongada (3 años)."
        },
        {
          id: "d",
          texto: "Que no necesitará control nunca más.",
          explicacion:
            "Incorrecto. Aunque requiere pocos controles, siempre debe ofrecerse reevaluación y seguimiento."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Qué acción es clave antes de insertar un LARC en puerperio inmediato?",
      opciones: [
        {
          id: "a",
          texto: "Confirmar que no existan complicaciones postparto.",
          esCorrecta: true,
          explicacion:
            "Correcto. Infección, hemorragia o inestabilidad materna son criterios para posponer el procedimiento."
        },
        {
          id: "b",
          texto: "Suspender lactancia 24 horas.",
          explicacion:
            "Incorrecto. No corresponde según evidencia."
        },
        {
          id: "c",
          texto: "Solicitar ecografía mamaria.",
          explicacion:
            "Incorrecto. No es parte del protocolo."
        },
        {
          id: "d",
          texto: "Indicar reposo absoluto tras la inserción.",
          explicacion:
            "Incorrecto. No es necesario."
        }
      ]
    },
    {
      id: "p6",
      tipo: "short",
      enunciado:
        "Explica brevemente cómo estructurarías la consejería en esta mujer para favorecer adherencia y continuidad del método.",
      guia:
        "• Validar temores y resolver dudas.\n• Explicar compatibilidad con lactancia.\n• Anticipar cambios en sangrado.\n• Reforzar eficacia y duración.\n• Ofrecer control posterior y rutas de consulta.",
      feedbackDocente:
        "Evalúa si el/la estudiante integra: comunicación empática, educación clara, anticipación de efectos y planificación de seguimiento. No se evalúa con criterios automáticos."
    }
  ],
  feedbackDinamico: {
    bajo: "Necesitas reforzar elegibilidad de MAC en puerperio, seguridad en lactancia y contenidos esenciales de consejería.",
    medio: "Buen razonamiento. Aún puedes profundizar en anticipación de efectos y estructura de consejería.",
    alto: "Excelente abordaje. Integras elegibilidad, compatibilidad con lactancia, educación clara y seguimiento. Muy buen criterio clínico."
  },
  referencias: [
    "OMS. Medical Eligibility Criteria for Contraceptive Use (6th ed).",
    "MINSAL. Normas de Regulación de la Fertilidad (2016).",
    "Carvajal J, García K. Manual de Obstetricia y Ginecología (2024)."
  ]
},
{
  id: "ac-baja-mito-aco-ciclo-irregular",
  modulo: "Anticoncepción",
  dificultad: "Baja",
  titulo: "Manejo de ciclos irregulares y mito sobre anticonceptivos orales en adolescente",
  vigneta:
    "Adolescente de 16 años consulta en APS porque 'tengo el periodo desordenado y mis amigas dicen que las pastillas arreglan todo'. Tiene menstruaciones cada 30–50 días desde la menarquia. Vida sexual reciente con pareja estable. Niega síntomas de hiperandrogenismo. Test de embarazo negativo. No usa MAC previo. Está preocupada porque 'si no me llega, me asusto'.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado: "¿Cuál es la explicación correcta sobre ciclos irregulares en los primeros años post menarquia?",
      opciones: [
        {
          id: "a",
          texto: "Es frecuente tener ciclos irregulares por inmadurez del eje hipotálamo-hipófisis-ovario.",
          esCorrecta: true,
          explicacion: "Correcto. Los primeros 2–3 años pueden presentarse ciclos anovulatorios e irregulares."
        },
        {
          id: "b",
          texto: "Siempre indica un trastorno endocrino grave.",
          explicacion: "Incorrecto. La mayoría de los casos es fisiológico en adolescentes."
        },
        {
          id: "c",
          texto: "Debe iniciarse tratamiento hormonal obligatorio.",
          explicacion: "Incorrecto. No se requiere MAC solo para ‘ordenar’ el ciclo si no hay otra indicación."
        },
        {
          id: "d",
          texto: "Significa baja reserva ovárica.",
          explicacion: "Incorrecto. No tiene relación con reserva ovárica."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado: "Si la adolescente desea un método anticonceptivo eficaz, ¿qué opción es primera línea según OMS/MINSAL?",
      opciones: [
        {
          id: "a",
          texto: "Implante subdérmico.",
          esCorrecta: true,
          explicacion: "Correcto. Los LARC son primera elección en adolescentes por eficacia y adherencia."
        },
        {
          id: "b",
          texto: "Anticonceptivo oral combinado sin evaluación.",
          explicacion: "Incorrecto. Requiere evaluación según Criterios de Elegibilidad."
        },
        {
          id: "c",
          texto: "Métodos naturales.",
          explicacion: "Incorrecto. No recomendados en adolescentes por alta tasa de falla."
        },
        {
          id: "d",
          texto: "Anillo vaginal como única alternativa preferente.",
          explicacion: "Incorrecto. Es válido, pero no superior a LARC."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado: "La adolescente pregunta: ‘¿las pastillas regulan mi ciclo para siempre?’. ¿Cuál es la explicación correcta?",
      opciones: [
        {
          id: "a",
          texto: "Regulan el ciclo mientras se usan, pero no modifican la causa de la irregularidad.",
          esCorrecta: true,
          explicacion: "Correcto. Al suspenderlas, el patrón habitual reaparece."
        },
        {
          id: "b",
          texto: "Corrigen definitivamente la madurez del eje hormonal.",
          explicacion: "Incorrecto. No modifican la fisiología del eje."
        },
        {
          id: "c",
          texto: "Vuelven a ovular inmediatamente después de una semana de uso.",
          explicacion: "Incorrecto. Los ACO inhiben ovulación mientras se usan."
        },
        {
          id: "d",
          texto: "Solo regulan si la paciente tiene ovario poliquístico.",
          explicacion: "Incorrecto. No es exclusivo de SOP."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado: "¿Qué estrategia educativa es esencial en adolescentes que inician un MAC?",
      opciones: [
        {
          id: "a",
          texto: "Promover doble método (condón + MAC).",
          esCorrecta: true,
          explicacion: "Correcto. Es clave en adolescentes para protección de ITS y embarazo."
        },
        {
          id: "b",
          texto: "Indicar abstinencia obligatoria.",
          explicacion: "Incorrecto. Contradice enfoque basado en derechos."
        },
        {
          id: "c",
          texto: "Usar un MAC diferente cada mes para ‘probar’.",
          explicacion: "Incorrecto y riesgoso."
        },
        {
          id: "d",
          texto: "Evitar controles posteriores.",
          explicacion: "Incorrecto. El seguimiento mejora adherencia y seguridad."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado: "¿Qué mensaje de cierre es adecuado para disminuir ansiedad por el ciclo irregular?",
      opciones: [
        {
          id: "a",
          texto: "Recordar que la irregularidad es habitual post menarquia y que puede consultar siempre que tenga dudas.",
          esCorrecta: true,
          explicacion: "Correcto. Reduce ansiedad y refuerza confianza en APS."
        },
        {
          id: "b",
          texto: "Decirle que es ‘normal’ sin dar más información.",
          explicacion: "Incorrecto. La educación debe ser completa."
        },
        {
          id: "c",
          texto: "Pedir que use test de embarazo todos los meses.",
          explicacion: "Incorrecto. No corresponde sin otros riesgos."
        },
        {
          id: "d",
          texto: "Asegurar que pronto será regular de forma automática.",
          explicacion: "Incorrecto. No necesariamente ocurre."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Falta repasar fisiología del ciclo adolescente, eficacia de LARC y mensajes claves de consejería.",
    medio: "Buen manejo general, pero puedes profundizar en cómo explicar regulación hormonal y doble método.",
    alto: "Excelente. Enseñas regulación temporal, eliges LARC como primera línea y haces consejería empática y clara."
  },
  referencias: [
    "MINSAL. Consejería en Salud Sexual y Reproductiva Adolescente, 2016.",
    "OMS. Medical Eligibility Criteria for Contraceptive Use, 6th ed.",
    "SOCHEG. Anticoncepción, 2023."
  ]
},
{
  id: "ac-alta-elegibilidad-aco-riesgo-cv",
  modulo: "Anticoncepción",
  dificultad: "Alta",
  titulo: "Evaluación compleja de elegibilidad para ACO en mujer con factores de riesgo cardiovascular",
  vigneta:
    "Mujer de 37 años consulta porque desea reiniciar anticonceptivo oral combinado (ACO) que usó sin problemas hace años. Tiene IMC 32 y fumadora ocasional (2-4 cigarrillos/semana). PA de hoy: 138/88 mmHg. Madre con antecedente de trombosis venosa profunda a los 42 años. Vida sexual activa con pareja estable. No usa MAC actual. Test de embarazo negativo.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado: "Según Criterios Médicos de Elegibilidad (OMS), ¿qué factor vuelve menos apropiado el uso de ACO en esta mujer?",
      opciones: [
        {
          id: "a",
          texto: "Antecedente familiar de trombosis venosa profunda en familiar de primer grado.",
          esCorrecta: true,
          explicacion:
            "Correcto. Aumenta el riesgo basal y requiere precaución con métodos que contienen estrógenos."
        },
        {
          id: "b",
          texto: "IMC 32 sin otras comorbilidades.",
          explicacion:
            "Incorrecto. Por sí solo no contraindica ACO, pero suma riesgo con otros factores."
        },
        {
          id: "c",
          texto: "Tener 37 años.",
          explicacion:
            "Incorrecto. La edad >35 no contraindica ACO si no existe tabaquismo significativo."
        },
        {
          id: "d",
          texto: "Uso previo de ACO sin problemas.",
          explicacion: "Incorrecto. Esto es un factor a favor, no en contra."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado: "¿Qué recomendación es más segura considerando combinación de factores?",
      opciones: [
        {
          id: "a",
          texto: "Elegir un método sin estrógeno, como implante o DIU-LNG.",
          esCorrecta: true,
          explicacion:
            "Correcto. Métodos solo progestágeno evitan el riesgo trombótico asociado a estrógeno."
        },
        {
          id: "b",
          texto: "Iniciar ACO inmediatamente, ya que los riesgos son mínimos.",
          explicacion:
            "Incorrecto. El riesgo no es mínimo dadas sus características."
        },
        {
          id: "c",
          texto: "Sugerir método natural mientras decide.",
          explicacion:
            "Incorrecto. No es adecuado por su baja eficacia."
        },
        {
          id: "d",
          texto: "Esperar seis meses para repetir PA y luego decidir.",
          explicacion:
            "Incorrecto. Se puede ofrecer MAC seguro ahora."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado: "La paciente pregunta: ‘¿Si uso implante engordaré?’. ¿Cuál es la respuesta adecuada basada en evidencia?",
      opciones: [
        {
          id: "a",
          texto: "No hay evidencia de aumento significativo de peso asociado al implante.",
          esCorrecta: true,
          explicacion:
            "Correcto. El aumento significativo no está demostrado como efecto causal."
        },
        {
          id: "b",
          texto: "Sí, aumenta al menos 5 kg el primer año.",
          explicacion:
            "Incorrecto. No está respaldado en estudios."
        },
        {
          id: "c",
          texto: "Depende de la cantidad de estrógeno del implante.",
          explicacion:
            "Incorrecto. El implante no contiene estrógeno."
        },
        {
          id: "d",
          texto: "El implante siempre aumenta el apetito.",
          explicacion:
            "Incorrecto. No es un efecto universal ni demostrado."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado: "La paciente insiste en que prefiere ACO. ¿Qué evaluación mínima debe realizarse antes de considerar su solicitud?",
      opciones: [
        {
          id: "a",
          texto: "Evaluar tabaquismo real, presión arterial y antecedentes familiares de trombosis.",
          esCorrecta: true,
          explicacion:
            "Correcto. Son factores determinantes según Criterios de Elegibilidad."
        },
        {
          id: "b",
          texto: "Solicitar mamografía.",
          explicacion:
            "Incorrecto. No corresponde a esta decisión."
        },
        {
          id: "c",
          texto: "Ecografía doppler de extremidades.",
          explicacion:
            "Incorrecto. No corresponde sin síntomas."
        },
        {
          id: "d",
          texto: "Radiografía de tórax.",
          explicacion:
            "Incorrecto. No aporta al riesgo trombótico."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "Respecto a su PA actual (138/88), ¿qué implica esto para el uso de ACO?",
      opciones: [
        {
          id: "a",
          texto: "Es un riesgo adicional, y si se confirma PA elevada persistente, ACO puede ser categoría 3.",
          esCorrecta: true,
          explicacion:
            "Correcto. HTA ≥ 140/90 es categoría 3–4 según OMS; esta PA está en límite alto y requiere confirmación."
        },
        {
          id: "b",
          texto: "No tiene ninguna implicancia clínica.",
          explicacion:
            "Incorrecto. Debe evaluarse riesgo CV."
        },
        {
          id: "c",
          texto: "Es una contraindicación absoluta inmediata.",
          explicacion:
            "Incorrecto. No es categoría 4, pero sí requiere evaluación."
        },
        {
          id: "d",
          texto: "Indica que debe suspender toda actividad física.",
          explicacion:
            "Incorrecto. No tiene relación."
        }
      ]
    },
    {
      id: "p6",
      tipo: "mcq",
      enunciado:
        "¿Qué alternativa anticonceptiva es más segura para ella hoy, considerando todos sus riesgos?",
      opciones: [
        {
          id: "a",
          texto: "DIU levonorgestrel o implante subdérmico.",
          esCorrecta: true,
          explicacion:
            "Correcto. MAC sin estrógeno reducen riesgo trombótico y son altamente eficaces."
        },
        {
          id: "b",
          texto: "ACO combinados en régimen tradicional.",
          explicacion:
            "Incorrecto. No son primera elección en paciente con riesgo agregado."
        },
        {
          id: "c",
          texto: "Anillo vaginal.",
          explicacion:
            "Incorrecto. Contiene estrógeno."
        },
        {
          id: "d",
          texto: "Métodos naturales.",
          explicacion:
            "Incorrecto. Baja eficacia."
        }
      ]
    },
    {
      id: "p7",
      tipo: "short",
      enunciado:
        "Redacta una consejería integral para esta paciente que explique por qué los MAC sin estrógeno son la opción más segura en su caso.",
      puntosMaximos: 2,
      criteriosEvaluacion: [
        "riesgo trombosis",
        "estrógeno",
        "familia",
        "tabaquismo",
        "presión",
        "Implante",
        "DIU",
        "seguimiento"
      ],
      guia:
        "• Explica riesgos asociados a estrógeno.\n• Aclara impacto de tabaquismo y antecedentes.\n• Presenta alternativas seguras: DIU-LNG, implante.\n• Ofrece seguimiento y reevaluación.",
      feedbackDocente:
        "Evalúa si el/la estudiante integra: riesgo CV, evidencia OMS, opciones sin estrógeno y consejería clara."
    }
  ],
  feedbackDinamico: {
    bajo: "Necesitas reforzar categorías OMS, riesgo trombótico y evaluación básica pre-ACO.",
    medio: "Buen manejo, pero puedes profundizar en riesgo CV combinado y alternativas sin estrógeno.",
    alto: "Excelente. Integra factores de riesgo, categorías de elegibilidad, alternativas seguras y consejería completa."
  },
  referencias: [
    "OMS. Medical Eligibility Criteria for Contraceptive Use, 6th ed.",
    "MINSAL. Normas Nacionales sobre Regulación de la Fertilidad, 2016.",
    "Carvajal J, Manual de Obstetricia y Ginecología, 2024."
  ]
},
{
  id: "cx-baja-consejeria-pareja-lesbiana",
  modulo: "Consejería",
  dificultad: "Baja",
  titulo: "Consejería en salud sexual en pareja lesbiana: mitos, ITS y derechos",
  vigneta:
    "Mujer de 19 años consulta al CESFAM y comenta: 'vengo porque no sé si realmente necesito cuidarme, porque mi pareja es mujer'. Refiere relación estable de 8 meses con pareja femenina. No antecedentes mórbidos. No ha tenido educación formal en salud sexual diversa y expresa vergüenza al preguntar. No ha usado protección en prácticas sexuales digitales u orales. No síntomas actuales.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "¿Cuál es el primer paso para abordar esta consulta desde un enfoque de consejería respetuosa?",
      opciones: [
        {
          id: "a",
          texto: "Asegurar confidencialidad, validar sus dudas y preguntar cómo desea que se aborde el tema.",
          esCorrecta: true,
          explicacion: "Correcto. La consejería debe iniciar con acogida, validación y respeto por la orientación sexual."
        },
        {
          id: "b",
          texto: "Decirle que las parejas lesbianas no necesitan consejería sexual.",
          explicacion: "Incorrecto. Todas las personas requieren educación en salud sexual, sin importar la orientación."
        },
        {
          id: "c",
          texto: "Indicar inmediatamente un examen de VIH sin explorar prácticas sexuales.",
          explicacion: "Incorrecto. Primero se evalúan prácticas, no identidades."
        },
        {
          id: "d",
          texto: "Preguntarle si está 'segura' de su orientación sexual.",
          explicacion: "Incorrecto. Es inapropiado y estigmatizante."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "Desde el punto de vista clínico, ¿existe riesgo de ITS en mujeres que tienen sexo con mujeres (MSMujeres)?",
      opciones: [
        {
          id: "a",
          texto: "Sí, dependiendo de las prácticas sexuales (contacto genital-genital, juguetes, sexo oral).",
          esCorrecta: true,
          explicacion: "Correcto. Las ITS pueden transmitirse en diversas prácticas sin penetración pene-vagina."
        },
        {
          id: "b",
          texto: "No, las ITS solo se transmiten mediante contacto pene-vagina.",
          explicacion: "Incorrecto. Es un mito; múltiples ITS se transmiten por fluidos, piel y mucosas."
        },
        {
          id: "c",
          texto: "Solo hay riesgo si alguna ha tenido parejas hombres.",
          explicacion: "Incorrecto. El riesgo depende de prácticas, no del historial exclusivamente heterosexual."
        },
        {
          id: "d",
          texto: "El riesgo es muy bajo, por lo que no se recomienda educación.",
          explicacion: "Incorrecto. La educación sexual es pilar de APS."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "La usuaria pregunta si necesitan usar protección alguna vez. ¿Qué respuesta es adecuada?",
      opciones: [
        {
          id: "a",
          texto: "Sí, pueden usar barreras de látex o condón en juguetes compartidos.",
          esCorrecta: true,
          explicacion: "Correcto. Las barreras reducen transmisión de ITS y deben considerarse según prácticas."
        },
        {
          id: "b",
          texto: "No, nunca requieren protección.",
          explicacion: "Incorrecto. La transmisión de ITS no depende solo del tipo de pareja."
        },
        {
          id: "c",
          texto: "Solo las parejas 'más promiscuas' necesitan protección.",
          explicacion: "Incorrecto, estigmatizante y no basado en evidencia."
        },
        {
          id: "d",
          texto: "Solo si la relación dura menos de un año.",
          explicacion: "Incorrecto. No tiene fundamento clínico."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "La paciente pregunta si debe hacerse PAP aunque no haya tenido contacto pene-vagina. ¿Qué corresponde responder?",
      opciones: [
        {
          id: "a",
          texto: "Sí, debe realizarse PAP según edad, independiente de orientación sexual o tipo de prácticas.",
          esCorrecta: true,
          explicacion: "Correcto. El PAP es por riesgo de HPV y es recomendado desde los 25 años según MINSAL."
        },
        {
          id: "b",
          texto: "No, el PAP solo corresponde a mujeres heterosexuales.",
          explicacion: "Incorrecto, discriminatorio y clínicamente falso."
        },
        {
          id: "c",
          texto: "Debe hacerlo solo si su pareja tuvo HPV.",
          explicacion: "Incorrecto. El PAP es preventivo, no reactivo."
        },
        {
          id: "d",
          texto: "Debe hacerlo solo si planea embarazarse.",
          explicacion: "Incorrecto. No es el objetivo del PAP."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Qué mensaje de cierre refuerza una consejería respetuosa e inclusiva?",
      opciones: [
        {
          id: "c",
          texto: "Invitar a volver cuando quiera, aclarar que la orientación sexual no limita su derecho a salud y que todas sus preguntas son válidas.",
          esCorrecta: true,
          explicacion: "Correcto. Fortalece autonomía, confianza y vínculo terapéutico."
        },
        {
          id: "a",
          texto: "Recomendar que 'tenga cuidado' porque su orientación puede ser confusa.",
          explicacion: "Incorrecto, inapropiado y sin base clínica."
        },
        {
          id: "b",
          texto: "Decirle que mejor consulte solo si tiene síntomas.",
          explicacion: "Incorrecto. La APS promueve prevención, no solo consulta por síntomas."
        },
        {
          id: "d",
          texto: "Pedir que mantenga en privado su orientación para evitar complicaciones.",
          explicacion: "Incorrecto y contrario a enfoque de derechos."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa conceptos de ITS en parejas lesbianas, enfoque de derechos y uso de barreras de protección según prácticas.",
    medio: "Buen razonamiento, pero puedes profundizar en PAP, barreras de látex y consejería inclusiva.",
    alto: "Excelente. Integras prácticas, riesgo real, enfoque inclusivo y mensajes de autonomía con lenguaje respetuoso."
  },
  referencias: [
    "MINSAL. Orientaciones para la Atención de Personas LGBTIQA+ (2022).",
    "MINSAL. Guía de Salud Sexual y Reproductiva (2018).",
    "OPS/OMS. Salud Sexual sin Discriminación (2021)."
  ]
},
{
  id: "cx-alta-consejeria-hombre-gay-prep",
  modulo: "Consejería",
  dificultad: "Alta",
  titulo: "Consejería compleja en hombre gay con riesgo de ITS: tamizaje, PrEP y autocuidado",
  vigneta:
    "Hombre de 22 años, gay, consulta en APS porque 'ha tenido varias parejas ocasionales' durante los últimos 6 meses. Relata sexo anal receptivo y oral sin condón de forma intermitente. No antecedentes mórbidos. No síntomas actuales. No ha realizado tamizaje en más de un año. Pregunta explícitamente por PrEP y se muestra inseguro sobre cómo iniciar autocuidado sexual sin sentirse juzgado.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Desde el enfoque de derechos y trato digno, ¿qué es lo primero que debe asegurar el profesional?",
      opciones: [
        {
          id: "d",
          texto: "Confidencialidad, lenguaje no estigmatizante y validación de su consulta.",
          esCorrecta: true,
          explicacion: "Correcto. Es clave generar un ambiente seguro para hablar de prácticas sexuales."
        },
        {
          id: "a",
          texto: "Preguntar si desea 'cambiar' orientación sexual.",
          explicacion: "Incorrecto, inapropiado y contrario a derechos humanos."
        },
        {
          id: "b",
          texto: "Sugerir abstinencia completa como única opción.",
          explicacion: "Incorrecto. La consejería debe ser realista y basada en evidencia."
        },
        {
          id: "c",
          texto: "Indicar que solo se atenderá si viene con pareja.",
          explicacion: "Incorrecto. Vulneraría su autonomía."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "Según protocolos MINSAL/OMS, ¿qué tamizaje corresponde realizar en hombres que tienen sexo con hombres (HSH) con prácticas descritas?",
      opciones: [
        {
          id: "b",
          texto: "VIH, sífilis, GC/CT anal, uretral y faríngeo según práctica sexual.",
          esCorrecta: true,
          explicacion: "Correcto. El tamizaje debe ser sitio-específico según exposición."
        },
        {
          id: "a",
          texto: "Solo VIH una vez al año.",
          explicacion: "Incorrecto. No es suficiente para su perfil de riesgo."
        },
        {
          id: "c",
          texto: "Solo test rápido de VIH y nada más.",
          explicacion: "Incorrecto. Falta tamizaje para ITS bacterianas."
        },
        {
          id: "d",
          texto: "Exámenes únicamente si presenta síntomas.",
          explicacion: "Incorrecto. Infecciones asintomáticas son frecuentes."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "La persona pregunta por PrEP. ¿Cuál es la información esencial correcta para esta indicación?",
      opciones: [
        {
          id: "a",
          texto: "PrEP reduce significativamente el riesgo de adquirir VIH si se usa correctamente.",
          esCorrecta: true,
          explicacion: "Correcto. La adherencia es clave para su efectividad."
        },
        {
          id: "b",
          texto: "PrEP protege también contra sífilis, gonorrea y clamidia.",
          explicacion: "Incorrecto. Solo protege contra VIH, no otras ITS."
        },
        {
          id: "c",
          texto: "PrEP es solo para personas mayores de 30 años.",
          explicacion: "Incorrecto. Se basa en riesgo, no edad."
        },
        {
          id: "d",
          texto: "No se necesita ningún control para iniciarla.",
          explicacion: "Incorrecto. Requiere evaluación médica, test VIH, función renal y seguimiento."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "Durante la consejería, el usuario expresa culpa por tener parejas ocasionales. ¿Qué estrategia comunicacional es adecuada?",
      opciones: [
        {
          id: "c",
          texto: "Validar sus emociones, evitar juicios y enfocarse en autocuidado informado.",
          esCorrecta: true,
          explicacion: "Correcto. La consejería debe sostener bienestar emocional y salud sexual positiva."
        },
        {
          id: "a",
          texto: "Decir que su conducta es irresponsable.",
          explicacion: "Incorrecto y estigmatizante."
        },
        {
          id: "b",
          texto: "Evitar hablar del tema para no incomodarlo.",
          explicacion: "Incorrecto. Invisibiliza la necesidad de consejería."
        },
        {
          id: "d",
          texto: "Indicar que solo debe tener pareja estable.",
          explicacion: "Incorrecto. La consejería debe ser basada en derechos, no moralizante."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Cuál de las siguientes recomendaciones es esencial para el inicio de PrEP?",
      opciones: [
        {
          id: "b",
          texto: "Test VIH negativo reciente y evaluación de función renal.",
          esCorrecta: true,
          explicacion: "Correcto. Son requisitos indispensables."
        },
        {
          id: "a",
          texto: "Tener pareja estable.",
          explicacion: "Incorrecto. No es un criterio."
        },
        {
          id: "c",
          texto: "No usar condón mientras toma PrEP.",
          explicacion: "Incorrecto. PrEP no protege contra otras ITS."
        },
        {
          id: "d",
          texto: "Suspender todas las prácticas sexuales.",
          explicacion: "Incorrecto y contrario a objetivos del programa."
        }
      ]
    },
    {
      id: "p6",
      tipo: "mcq",
      enunciado:
        "¿Qué acción integra el enfoque APS en esta atención?",
      opciones: [
        {
          id: "d",
          texto: "Planificar seguimiento, entrega de condones y educación en reducción de riesgos.",
          esCorrecta: true,
          explicacion: "Correcto. APS no es solo diagnóstico, sino acompañamiento continuo."
        },
        {
          id: "a",
          texto: "Derivar de inmediato a infectología sin atenderlo.",
          explicacion: "Incorrecto. APS puede iniciar manejo."
        },
        {
          id: "b",
          texto: "Descartar ITS solo si insiste.",
          explicacion: "Incorrecto. Corresponde ofrecer tamizaje."
        },
        {
          id: "c",
          texto: "Evitar controles frecuentes para no generar ansiedad.",
          explicacion: "Incorrecto. El seguimiento es parte esencial."
        }
      ]
    },
    {
      id: "p7",
      tipo: "short",
      enunciado:
        "Redacta una consejería breve que incluya: riesgo real según prácticas, pasos para iniciar PrEP, y cómo asegurar autocuidado sin estigma.",
      puntosMaximos: 2,
      criteriosEvaluacion: [
        "prácticas",
        "tamizaje",
        "prep",
        "vih",
        "renal",
        "condón",
        "seguimiento",
        "autocuidado",
        "no estigma"
      ],
      guia:
        "• Explica riesgo según prácticas sexuales.\n• Incluye tamizaje completo.\n• Describe pasos para PrEP.\n• Refuerza uso de condón.\n• Consejería sin juicios, basada en derechos.",
      feedbackDocente:
        "Se evalúa claridad clínica, enfoque inclusivo, precisión sobre PrEP y adecuación del seguimiento."
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa tamizaje HSH, requisitos de PrEP y principios de consejería sin estigma.",
    medio: "Buen avance, pero puedes profundizar en pasos para iniciar PrEP y reducción de riesgos.",
    alto: "Excelente. Integras tamizaje específico, PrEP, lenguaje inclusivo y seguimiento APS con criterio clínico sólido."
  },
  referencias: [
    "MINSAL. Programa Nacional de VIH/ITS. Orientaciones PrEP (2022).",
    "OPS/OMS. Salud sexual sin discriminación (2021).",
    "CDC. PrEP Clinical Guidelines (2021–2023)."
  ]
},
{
  id: "its-media-clamidia-adolescente",
  modulo: "ITS",
  dificultad: "Media",
  titulo: "Clamidia en adolescente: tamizaje, confidencialidad y manejo en APS",
  vigneta:
    "Adolescente de 17 años consulta sola por flujo vaginal y disuria leve. Dice que su pareja 'a veces usa condón' y que hace 3 semanas tuvo una relación sin protección. No antecedentes mórbidos. No fiebre ni dolor pélvico. Test de embarazo negativo. Se muestra preocupada por si 'esto es algo grave' y por si deben avisar a su madre.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Desde el enfoque legal chileno, ¿cómo debe manejarse la confidencialidad?",
      opciones: [
        {
          id: "a",
          texto: "Explicar que su atención es confidencial desde los 14 años salvo riesgo vital o vulneración grave.",
          esCorrecta: true,
          explicacion: "Correcto. La Ley 20.418 y MINSAL garantizan confidencialidad."
        },
        {
          id: "b",
          texto: "Llamar a la madre para informar sobre la consulta.",
          explicacion: "Incorrecto. Vulneraría su derecho."
        },
        {
          id: "c",
          texto: "Atenderla solo si viene con un adulto responsable.",
          explicacion: "Incorrecto. Tiene derecho a atención autónoma."
        },
        {
          id: "d",
          texto: "Registrar en ficha solo si ella lo autoriza.",
          explicacion: "Incorrecto. El registro es obligatorio; lo confidencial es el acceso a la ficha."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "El cuadro clínico sugiere clamidia. ¿Qué examen tiene mejor rendimiento en APS para confirmarla?",
      opciones: [
        {
          id: "a",
          texto: "PCR (NAAT) en muestra de orina primera fracción o auto-toma vaginal.",
          esCorrecta: true,
          explicacion: "Correcto. Es el estándar con mayor sensibilidad."
        },
        {
          id: "b",
          texto: "Cultivo vaginal estándar.",
          explicacion: "Incorrecto. Menor sensibilidad."
        },
        {
          id: "c",
          texto: "Test rápido de clamidia.",
          explicacion: "Incorrecto. No es estándar en APS."
        },
        {
          id: "d",
          texto: "Ecografía pélvica.",
          explicacion: "Incorrecto. No diagnostica ITS bacterianas."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "¿Cuál es el tratamiento de elección de clamidia no complicada según MINSAL/OMS?",
      opciones: [
        {
          id: "a",
          texto: "Doxiciclina 100 mg cada 12 h por 7 días.",
          esCorrecta: true,
          explicacion: "Correcto. Es primera línea actualmente."
        },
        {
          id: "b",
          texto: "Amoxicilina 500 mg cada 8 h por 7 días.",
          explicacion: "Incorrecto. No es tratamiento estándar."
        },
        {
          id: "c",
          texto: "Metronidazol 500 mg cada 12 h.",
          explicacion: "Incorrecto. Es para otras patologías."
        },
        {
          id: "d",
          texto: "Ceftriaxona intramuscular única.",
          explicacion: "Incorrecto. Es para gonorrea."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "Respecto a la pareja, ¿qué conducta corresponde?",
      opciones: [
        {
          id: "b",
          texto: "Indicar tratamiento simultáneo de la pareja del último mes, independiente de síntomas.",
          esCorrecta: true,
          explicacion: "Correcto. El tratamiento de pareja previene reinfección."
        },
        {
          id: "a",
          texto: "Solo tratar si la pareja presenta síntomas.",
          explicacion: "Incorrecto. La mayoría de hombres son asintomáticos."
        },
        {
          id: "c",
          texto: "Esperar el resultado PCR antes de tratar pareja.",
          explicacion: "Incorrecto. Puede manejarse como probable según clínica."
        },
        {
          id: "d",
          texto: "Indicar que no necesita comentarle a su pareja.",
          explicacion: "Incorrecto. Es parte del manejo integral."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Cuál es la recomendación conductual clave durante el tratamiento?",
      opciones: [
        {
          id: "c",
          texto: "Evitar relaciones sexuales hasta completar tratamiento y pareja tratada.",
          esCorrecta: true,
          explicacion: "Correcto. Reduce riesgo de reinfección."
        },
        {
          id: "a",
          texto: "Usar condón solo si tiene síntomas.",
          explicacion: "Incorrecto. Debe usar protección siempre."
        },
        {
          id: "b",
          texto: "Retomar actividad sexual sin restricciones.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Evitar sexo anal pero permitir oral.",
          explicacion: "Incorrecto. Todo contacto implica riesgo."
        }
      ]
    },
    {
      id: "p6",
      tipo: "short",
      enunciado:
        "En tu rol clínico, ¿cómo explicarías a la adolescente la importancia del control post tratamiento y la prevención de reinfección?",
      guia:
        "• Explicar altas tasas de reinfección.\n• Importancia de pareja tratada.\n• Uso de condón.\n• Control PCR según protocolo.\n• Consejería empática, sin juicios.",
      feedbackDocente:
        "Se evalúa claridad comunicacional y capacidad de traducir evidencia a un lenguaje adolescente, sin juicios."
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa manejo de pareja, tamizaje NAAT y recomendaciones conductuales.",
    medio: "Buen razonamiento; falta integrar prevención de reinfección y enfoque adolescente.",
    alto: "Excelente. Integra clínica, manejo de pareja, autocuidado y comunicación empática."
  },
  referencias: [
    "MINSAL. Guía Clínica ITS (2018).",
    "OPS/OMS. STI Guidelines (2021)."
  ]
},
{
  id: "its-alta-gonorrea-bisexual-multisitio",
  modulo: "ITS",
  dificultad: "Alta",
  titulo: "Gonorrea en hombre bisexual con prácticas variadas: manejo multisitio, resistencia y consejería sin estigma",
  vigneta:
    "Hombre de 28 años, bisexual, consulta por secreción uretral purulenta de 2 días y dolor al orinar. Refiere relaciones sexuales con mujeres y hombres, con penetración anal insertiva y receptiva sin condón hace 1 semana. También sexo oral sin barrera. No antecedentes mórbidos. No uso de PrEP. Nunca ha realizado tamizaje faríngeo ni anal. Está preocupado por posible 'bacteria resistente' que escuchó en redes sociales y teme ser juzgado por sus prácticas.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Según clínica y exposición, ¿qué diagnóstico sindrómico es más probable?",
      opciones: [
        {
          id: "c",
          texto: "Uretritis gonocócica probable.",
          esCorrecta: true,
          explicacion: "Correcto. Secreción purulenta + incubación corta + uretritis."
        },
        {
          id: "a",
          texto: "Vaginosis bacteriana.",
          explicacion: "Incorrecto. No corresponde al sexo masculino ni al cuadro."
        },
        {
          id: "b",
          texto: "Herpes genital clásico.",
          explicacion: "Incorrecto. Herpes suele dar lesiones, no secreción purulenta."
        },
        {
          id: "d",
          texto: "Candidiasis genital masculina.",
          explicacion: "Incorrecto. No cursa típicamente con secreción purulenta."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "¿Qué tamizaje es CORRECTO según prácticas de riesgo (HSH + parejas mujeres)?",
      opciones: [
        {
          id: "d",
          texto: "PCR GC/CT uretral, faríngea y anal; VIH; sífilis.",
          esCorrecta: true,
          explicacion: "Correcto. Se realiza por sitio de exposición."
        },
        {
          id: "a",
          texto: "Solo urocultivo.",
          explicacion: "Incorrecto. No detecta GC/CT adecuadamente."
        },
        {
          id: "b",
          texto: "Solo VIH anual.",
          explicacion: "Incorrecto. Insuficiente."
        },
        {
          id: "c",
          texto: "PCR solo anal si tuvo sexo receptivo.",
          explicacion: "Incorrecto. Falta uretra y faringe."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "Según MINSAL/OMS, ¿cuál es el tratamiento de primera línea para gonorrea no complicada considerando resistencia?",
      opciones: [
        {
          id: "b",
          texto: "Ceftriaxona 500 mg IM dosis única + tratamiento dual para clamidia (doxiciclina 7 días).",
          esCorrecta: true,
          explicacion: "Correcto. Tratamiento dual por alta coinfección GC/CT."
        },
        {
          id: "a",
          texto: "Azitromicina monodosis.",
          explicacion: "Incorrecto por resistencia creciente."
        },
        {
          id: "c",
          texto: "Penicilina benzatina.",
          explicacion: "Incorrecto. No trata GC."
        },
        {
          id: "d",
          texto: "Ciprofloxacino oral.",
          explicacion: "Incorrecto. Resistencia alta."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "Respecto a su preocupación sobre resistencia, ¿qué información es adecuada entregar?",
      opciones: [
        {
          id: "a",
          texto: "La gonorrea presenta resistencia mundial creciente, por eso se usa ceftriaxona como estándar actual.",
          esCorrecta: true,
          explicacion: "Correcto. Explicar sin alarmar y con evidencia."
        },
        {
          id: "b",
          texto: "La resistencia significa que no tiene cura.",
          explicacion: "Incorrecto."
        },
        {
          id: "c",
          texto: "Debe evitar todo contacto sexual para siempre.",
          explicacion: "Incorrecto y alarmista."
        },
        {
          id: "d",
          texto: "La resistencia solo ocurre en mujeres.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Cuál es la recomendación correcta respecto a manejo de parejas?",
      opciones: [
        {
          id: "d",
          texto: "Tratar a todas las parejas sexuales de los últimos 60 días, independiente de síntomas.",
          esCorrecta: true,
          explicacion: "Correcto. Recomendación estándar."
        },
        {
          id: "a",
          texto: "Esperar resultado del PCR para tratar pareja.",
          explicacion: "Incorrecto."
        },
        {
          id: "b",
          texto: "Tratar solo a parejas mujeres.",
          explicacion: "Incorrecto. Riesgo no depende del género."
        },
        {
          id: "c",
          texto: "Tratar solo si la PCR sale positiva.",
          explicacion: "Incorrecto. La coinfección y riesgo justifican tratamiento simultáneo."
        }
      ]
    },
    {
      id: "p6",
      tipo: "mcq",
      enunciado:
        "Desde un enfoque comunicacional, ¿qué estrategia es correcta para evitar estigma?",
      opciones: [
        {
          id: "b",
          texto: "Usar lenguaje inclusivo, validar emociones y centrar la conversación en prácticas y autocuidado.",
          esCorrecta: true,
          explicacion: "Correcto. APS debe evitar moralizar."
        },
        {
          id: "a",
          texto: "Indicar que su conducta es 'de alto riesgo moral'.",
          explicacion: "Incorrecto y estigmatizante."
        },
        {
          id: "c",
          texto: "Evitar hablar de prácticas para no incomodarlo.",
          explicacion: "Incorrecto. Hay que abordarlas con respeto."
        },
        {
          id: "d",
          texto: "Sugerir que tenga solo parejas estables.",
          explicacion: "Incorrecto. La consejería debe ser basada en derechos."
        }
      ]
    },
    {
      id: "p7",
      tipo: "short",
      enunciado:
        "Redacta una consejería integral explicando: riesgo multisitio, coinfección GC/CT, resistencia, tratamiento dual, manejo de parejas y cómo sostener autocuidado sin estigma.",
      puntosMaximos: 2,
      criteriosEvaluacion: [
        "multisitio",
        "coinfección",
        "ceftriaxona",
        "doxiciclina",
        "parejas",
        "resistencia",
        "tamizaje",
        "autocuidado",
        "no estigma"
      ],
      guia:
        "• Explica riesgo por práctica.\n• Tratamiento dual.\n• Tamizaje GC/CT multisitio.\n• Manejo de parejas.\n• Consejería sin estigma.\n• Medidas de autocuidado.",
      feedbackDocente:
        "Evalúa manejo clínico, precisión técnica, enfoque inclusivo y claridad para APS."
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa manejo multisitio, tratamiento dual y enfoque sin estigma.",
    medio: "Buen manejo clínico; falta integrar resistencia y autocuidado completo.",
    alto: "Excelente. Integras GC multisitio, resistencia, comunicación respetuosa y manejo completo según MINSAL/OMS."
  },
  referencias: [
    "MINSAL. Guía Clínica ITS (2018).",
    "OMS. Gonorrhoea Treatment Guidelines (2021).",
    "OPS. STI Management for HSH (2020)."
  ]
},
{
  id: "clim-media-sequedad-vaginal-lubricantes",
  modulo: "Climaterio / Menopausia",
  dificultad: "Media",
  titulo: "Síndrome genitourinario en climaterio: manejo inicial y consejería en APS",
  vigneta:
    "Mujer de 52 años consulta en APS por sequedad vaginal progresiva, ardor y molestias durante las relaciones sexuales. Refiere que estos síntomas han empeorado en el último año. No menstruación hace 16 meses. Tiene pareja estable, pero evita el contacto sexual por el malestar, lo que le genera angustia. No antecedentes mórbidos. No está en terapia hormonal. Quiere una solución 'que no sea peligrosa' y pregunta si esto es normal.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado: "¿Qué mecanismo fisiológico explica sus síntomas?",
      opciones: [
        {
          id: "c",
          texto: "Hipoestrogenismo que genera atrofia vulvovaginal.",
          esCorrecta: true,
          explicacion: "Correcto. La caída estrogénica en menopausia produce adelgazamiento epitelial y menor lubricación."
        },
        {
          id: "a",
          texto: "Exceso de progesterona posmenopáusica.",
          explicacion: "Incorrecto. La progesterona también disminuye en esta etapa."
        },
        {
          id: "b",
          texto: "Aumento patológico de testosterona.",
          explicacion: "Incorrecto. No corresponde al climaterio."
        },
        {
          id: "d",
          texto: "Hiperprolactinemia fisiológica del envejecimiento.",
          explicacion: "Incorrecto. No es parte del proceso menopáusico."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "¿Qué intervención de primera línea en APS puede mejorar notablemente sus síntomas sin requerir terapia hormonal sistémica?",
      opciones: [
        {
          id: "b",
          texto: "Humectantes y lubricantes vaginales de uso regular.",
          esCorrecta: true,
          explicacion: "Correcto. Son la primera línea del síndrome genitourinario en APS."
        },
        {
          id: "a",
          texto: "Antidepresivos ISRS.",
          explicacion: "Incorrecto. No tratan los síntomas locales."
        },
        {
          id: "c",
          texto: "Corticoides vaginales.",
          explicacion: "Incorrecto. No son indicación estándar."
        },
        {
          id: "d",
          texto: "Suspender completamente relaciones sexuales.",
          explicacion: "Incorrecto. No es tratamiento y puede empeorar la atrofia."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "La paciente teme que la sequedad indique un problema grave. ¿Qué corresponde explicar?",
      opciones: [
        {
          id: "d",
          texto: "Que es un síntoma común del climaterio y manejable con medidas seguras.",
          esCorrecta: true,
          explicacion: "Correcto. Reasegura y evita alarmar innecesariamente."
        },
        {
          id: "a",
          texto: "Que siempre indica cáncer ginecológico.",
          explicacion: "Incorrecto y alarmista."
        },
        {
          id: "b",
          texto: "Que desaparecerá espontáneamente sin intervención.",
          explicacion: "Incorrecto; generalmente persiste o progresa."
        },
        {
          id: "c",
          texto: "Que es consecuencia irreversible del envejecimiento.",
          explicacion: "Incorrecto. Tiene manejo eficaz."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "¿Qué recomendación comunicacional favorece adherencia y bienestar emocional?",
      opciones: [
        {
          id: "a",
          texto: "Validar su experiencia, normalizar los cambios y ofrecer un plan de manejo progresivo.",
          esCorrecta: true,
          explicacion: "Correcto. El acompañamiento empático aumenta adherencia."
        },
        {
          id: "b",
          texto: "Restar importancia para que no se preocupe.",
          explicacion: "Incorrecto. Minimizar síntomas deteriora confianza."
        },
        {
          id: "c",
          texto: "Indicar que debe resolverlo 'en pareja' únicamente.",
          explicacion: "Incorrecto. El manejo es personal y clínico."
        },
        {
          id: "d",
          texto: "Evitar hablar del tema íntimo.",
          explicacion: "Incorrecto. Se debe abordar con naturalidad."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Cuándo corresponde derivar a ginecología?",
      opciones: [
        {
          id: "c",
          texto: "Cuando persisten síntomas moderados-severos pese a manejo inicial o se requiere terapia hormonal local.",
          esCorrecta: true,
          explicacion: "Correcto. Manejo escalonado según respuesta."
        },
        {
          id: "a",
          texto: "Siempre, incluso antes de iniciar lubricantes.",
          explicacion: "Incorrecto. APS puede manejar primera línea."
        },
        {
          id: "b",
          texto: "Solo si la paciente es menor de 30 años.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Cuando solicita anticoncepción.",
          explicacion: "Incorrecto; APS resuelve MAC."
        }
      ]
    },
    {
      id: "p6",
      tipo: "short",
      enunciado:
        "Explica cómo estructurarías una consejería que reduzca ansiedad, enseñe autocuidado y mejore adherencia al uso de lubricantes/humectantes.",
      guia:
        "• Validación emocional.\n• Explicar fisiología simple.\n• Enseñar uso correcto de productos.\n• Anticipar evolución.\n• Ofrecer control.",
      feedbackDocente:
        "Evalúa pensamiento clínico y claridad comunicacional."
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa fisiología del climaterio y manejo de primera línea.",
    medio: "Buen razonamiento, falta integrar comunicación empática.",
    alto: "Excelente manejo clínico y comunicacional."
  },
  referencias: [
    "MINSAL. Guía Climaterio y Menopausia (2020).",
    "OMS. Sexual Health and Ageing (2018).",
    "Carvajal J. Manual de Obstetricia y Ginecología (2024)."
  ]
},
{
  id: "clim-alta-aco-riesgo-cv-hormonal",
  modulo: "Climaterio / Menopausia",
  dificultad: "Alta",
  titulo: "Manejo de síntomas vasomotores en mujer perimenopáusica con riesgo cardiovascular",
  vigneta:
    "Mujer de 49 años consulta por sofocos intensos, insomnio y cambios de ánimo que afectan su rendimiento laboral. Refiere FUR hace 5 meses, ciclos irregulares por dos años. IMC 31. Antecedente familiar de enfermedad coronaria en madre a los 52 años. PA en consulta: 144/92 mmHg. No diabetes ni tabaquismo. Usa ACO combinados desde hace 10 años y desea continuar con el método 'hasta que se me quite todo esto'.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "¿Qué factor vuelve desaconsejable continuar con ACO combinados en esta paciente?",
      opciones: [
        {
          id: "b",
          texto: "Hipertensión arterial ≥ 140/90 mmHg.",
          esCorrecta: true,
          explicacion: "Correcto. HTA no controlada es categoría 3–4 para ACO según OMS."
        },
        {
          id: "a",
          texto: "Edad mayor de 45 años en forma aislada.",
          explicacion: "Incorrecto. La edad por sí sola no contraindica si no hay otros riesgos."
        },
        {
          id: "c",
          texto: "IMC 31 sin comorbilidades.",
          explicacion: "Incorrecto. Suma riesgo, pero el determinante es la HTA."
        },
        {
          id: "d",
          texto: "Historia familiar de menopausia precoz.",
          explicacion: "Incorrecto. No contraindica ACO."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "Considerando su perfil, ¿cuál es la alternativa anticonceptiva más segura ahora?",
      opciones: [
        {
          id: "d",
          texto: "Métodos sin estrógeno: DIU-LNG o implante.",
          esCorrecta: true,
          explicacion: "Correcto. Evitan el riesgo trombótico y CV asociado a estrógeno."
        },
        {
          id: "a",
          texto: "Continuar ACO en dosis baja.",
          explicacion: "Incorrecto. Sigue siendo riesgoso."
        },
        {
          id: "b",
          texto: "Parche anticonceptivo combinado.",
          explicacion: "Incorrecto. Contiene estrógeno."
        },
        {
          id: "c",
          texto: "Anillo vaginal combinado.",
          explicacion: "Incorrecto por mismo motivo."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "¿Qué intervención NO hormonal puede considerarse para manejo de sofocos en esta usuaria?",
      opciones: [
        {
          id: "a",
          texto: "ISRS o ISRN en dosis bajas.",
          esCorrecta: true,
          explicacion: "Correcto. Pueden disminuir frecuencia e intensidad de sofocos moderados."
        },
        {
          id: "b",
          texto: "Terapia hormonal sistémica de inmediato.",
          explicacion: "Incorrecto. Contraindicada por HTA no controlada."
        },
        {
          id: "c",
          texto: "Aplicar lubricantes vaginales.",
          explicacion: "Incorrecto. Son para síntomas locales, no vasomotores."
        },
        {
          id: "d",
          texto: "Suspender toda actividad física.",
          explicacion: "Incorrecto. El ejercicio mejora calidad de vida y síntomas."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "La paciente pregunta si puede usar terapia hormonal cuando controle su presión. ¿Qué corresponde explicar?",
      opciones: [
        {
          id: "c",
          texto: "La TH puede considerarse si se evalúa riesgo CV global y se inicia dentro de la ventana terapéutica (<60 años o <10 años desde FUR).",
          esCorrecta: true,
          explicacion: "Correcto. Requiere evaluación personalizada."
        },
        {
          id: "a",
          texto: "Nunca podrá usar TH por su edad.",
          explicacion: "Incorrecto. La edad no es una contraindicación aislada."
        },
        {
          id: "b",
          texto: "Puede usar TH ahora mismo sin riesgos.",
          explicacion: "Incorrecto por HTA actual."
        },
        {
          id: "d",
          texto: "Debe esperar a tener menopausia confirmada 12 meses.",
          explicacion: "Incorrecto. La TH puede iniciarse en perimenopausia si corresponde."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "Respecto a su insomnio y cambios de ánimo, ¿qué recomendación está basada en evidencia?",
      opciones: [
        {
          id: "b",
          texto: "Higiene del sueño, actividad física regular y terapia cognitivo-conductual.",
          esCorrecta: true,
          explicacion: "Correcto. Es manejo integral del climaterio sin hormonas."
        },
        {
          id: "a",
          texto: "Uso crónico de benzodiacepinas.",
          explicacion: "Incorrecto. No corresponde."
        },
        {
          id: "c",
          texto: "Suspender todo tipo de ejercicio.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Evitar hablar del tema porque aumenta ansiedad.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p6",
      tipo: "mcq",
      enunciado:
        "Desde el enfoque comunicacional APS, ¿qué estrategia refuerza adherencia y disminuye estigma?",
      opciones: [
        {
          id: "a",
          texto: "Validar su malestar, explicar fisiología y ofrecer decisiones compartidas.",
          esCorrecta: true,
          explicacion: "Correcto. Un clima seguro mejora adherencia."
        },
        {
          id: "b",
          texto: "Decir que 'debe aguantar' porque es normal.",
          explicacion: "Incorrecto y desvalorizante."
        },
        {
          id: "c",
          texto: "Minimizar síntomas para evitar preocupación.",
          explicacion: "Incorrecto. Afecta alianza terapéutica."
        },
        {
          id: "d",
          texto: "Sugerir que ignore sus síntomas si trabaja mucho.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p7",
      tipo: "short",
      enunciado:
        "Redacta una consejería integral que incluya: riesgo CV con ACO, alternativas sin estrógeno, manejo de sofocos no hormonal y planificación de TH futura según evaluación.",
      puntosMaximos: 2,
      criteriosEvaluacion: [
        "estrógeno",
        "trombosis",
        "hta",
        "alternativas",
        "DIU",
        "implante",
        "sofocos",
        "no hormonal",
        "ventana",
        "riesgo CV"
      ],
      guia:
        "• Explica riesgos.\n• Ofrece opciones.\n• Manejo no hormonal.\n• Ventana terapéutica.\n• Decisiones compartidas.",
      feedbackDocente:
        "Evalúa integración clínica+comunicacional con enfoque APS."
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa categorías OMS y manejo no hormonal de sofocos.",
    medio: "Buen razonamiento, falta integrar ventana terapéutica.",
    alto: "Excelente manejo integral del climaterio complejo."
  },
  referencias: [
    "MINSAL. Guía Climaterio y Menopausia (2020).",
    "OMS. Menopausal Hormone Therapy Guidelines (2016/2020).",
    "Carvajal J. Manual de Obstetricia y Ginecología (2024)."
  ]
},
{
  id: "ac-baja-adolescente-olvidos-aco",
  modulo: "Anticoncepción",
  dificultad: "Baja",
  titulo: "Olvidos frecuentes de ACO en adolescente y elección de un método de mejor adherencia",
  vigneta:
    "Adolescente de 17 años consulta porque 'no puedo acordarme de tomar las pastillas, siempre se me olvida'. Ha tenido 3 olvidos la última semana. Vida sexual activa con pareja estable, condón intermitente. Sin antecedentes mórbidos. Test de embarazo negativo. Dice: 'sé que las pastillas son buenas, pero yo soy muy despistada'.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado: "¿Cuál es la principal causa del fallo del ACO en adolescentes?",
      opciones: [
        {
          id: "d",
          texto: "Olvidos frecuentes que disminuyen eficacia del método.",
          esCorrecta: true,
          explicacion: "Correcto. La adherencia diaria es el factor crítico en ACO."
        },
        {
          id: "a",
          texto: "Incompatibilidad hormonal adolescente.",
          explicacion: "Incorrecto. No existe tal fenómeno."
        },
        {
          id: "b",
          texto: "Que el cuerpo 'se acostumbra' a las pastillas.",
          explicacion: "Incorrecto, es un mito."
        },
        {
          id: "c",
          texto: "Uso de condón al mismo tiempo.",
          explicacion: "Incorrecto. El condón no reduce eficacia del ACO."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado: "Según evidencia OMS/MINSAL, ¿qué método es primera línea para adolescentes con dificultad de adherencia?",
      opciones: [
        {
          id: "b",
          texto: "Implante subdérmico de progestágeno.",
          esCorrecta: true,
          explicacion: "Correcto. Es LARC, altamente eficaz y no depende de adherencia."
        },
        {
          id: "a",
          texto: "Anillo vaginal combinado.",
          explicacion: "Incorrecto. Requiere cambio mensual."
        },
        {
          id: "c",
          texto: "Parche semanal.",
          explicacion: "Incorrecto. Mejora adherencia, pero no supera a LARC."
        },
        {
          id: "d",
          texto: "Métodos naturales.",
          explicacion: "Incorrecto. Alta tasa de falla en adolescentes."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado: "La adolescente pregunta si el implante 'dolorá mucho'. ¿Qué respuesta es correcta?",
      opciones: [
        {
          id: "a",
          texto: "La inserción es rápida, con anestesia local y mínima molestia.",
          esCorrecta: true,
          explicacion: "Correcto. Procedimiento seguro y bien tolerado."
        },
        {
          id: "b",
          texto: "Requiere anestesia general.",
          explicacion: "Incorrecto. No corresponde."
        },
        {
          id: "c",
          texto: "Necesitará reposo absoluto 48 horas.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Es muy doloroso y arriesgado.",
          explicacion: "Incorrecto y genera miedo innecesario."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado: "¿Qué recomendación educativa es clave en su caso?",
      opciones: [
        {
          id: "c",
          texto: "Reforzar doble método (condón + LARC).",
          esCorrecta: true,
          explicacion: "Correcto. Protege de ITS y embarazo."
        },
        {
          id: "a",
          texto: "Usar test de embarazo mensual.",
          explicacion: "Incorrecto."
        },
        {
          id: "b",
          texto: "Decirle que siga intentando con ACO.",
          explicacion: "Incorrecto. Ya demostró mala adherencia."
        },
        {
          id: "d",
          texto: "Evitar hablar de sexualidad.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado: "¿Cómo cerrar una consejería efectiva con esta adolescente?",
      opciones: [
        {
          id: "a",
          texto: "Recordarle que puede volver cuando quiera y que elegiremos juntas el mejor método.",
          esCorrecta: true,
          explicacion: "Correcto. Promueve vínculo, adherencia y autonomía."
        },
        {
          id: "b",
          texto: "Indicar que si no cumple, es responsable de las consecuencias.",
          explicacion: "Incorrecto y culpabilizador."
        },
        {
          id: "c",
          texto: "Pedir que no haga más preguntas.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Retarla por sus olvidos.",
          explicacion: "Incorrecto, empeora adherencia."
        }
      ]
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa adherencia, LARC y consejería adolescente.",
    medio: "Buen manejo, falta profundizar en doble método.",
    alto: "Excelente. Abordas adherencia, LARC y comunicación empática."
  },
  referencias: [
    "MINSAL. Consejería Adolescente (2016).",
    "OMS. Medical Eligibility Criteria for Contraceptive Use (6th ed)."
  ]
},
{
  id: "ac-media-posparto-inmediato-larc",
  modulo: "Anticoncepción",
  dificultad: "Media",
  titulo: "Elección de MAC en puerperio inmediato con lactancia exclusiva",
  vigneta:
    "Mujer de 25 años, 48 horas post parto vaginal sin complicaciones. Lactancia exclusiva. Dice: 'el embarazo me tomó por sorpresa, no quiero repetir esto tan pronto'. Solicita un método seguro antes del alta. PA normal, sin comorbilidades. No desea algo que requiera recordar.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado: "¿Qué MAC es elegible desde el puerperio inmediato con lactancia exclusiva?",
      opciones: [
        {
          id: "c",
          texto: "Implante subdérmico de progestágeno.",
          esCorrecta: true,
          explicacion: "Correcto. Seguros desde el día 1."
        },
        {
          id: "a",
          texto: "Anticonceptivos combinados.",
          explicacion: "Incorrecto. Estrógeno contraindicado <6 semanas."
        },
        {
          id: "b",
          texto: "Parche combinado.",
          explicacion: "Incorrecto. Contiene estrógeno."
        },
        {
          id: "d",
          texto: "Métodos naturales.",
          explicacion: "Incorrecto. No confiables en puerperio."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "¿Qué beneficio adicional tiene ofrecer un LARC en puerperio inmediato?",
      opciones: [
        {
          id: "d",
          texto: "Evita embarazos recurrentes en intervalos cortos no planificados.",
          esCorrecta: true,
          explicacion: "Correcto. Beneficio demostrado en APS."
        },
        {
          id: "a",
          texto: "Aumenta la producción de leche.",
          explicacion: "Incorrecto."
        },
        {
          id: "b",
          texto: "Disminuye riesgo de mastitis.",
          explicacion: "Incorrecto."
        },
        {
          id: "c",
          texto: "Evita depresión posparto.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado: "La paciente pregunta si el implante puede afectar al bebé. ¿Qué corresponde explicar?",
      opciones: [
        {
          id: "a",
          texto: "Es seguro y compatible con lactancia; no afecta al RN.",
          esCorrecta: true,
          explicacion: "Correcto según OMS/MINSAL."
        },
        {
          id: "b",
          texto: "Pasa a la leche en altas dosis.",
          explicacion: "Incorrecto."
        },
        {
          id: "c",
          texto: "Debe suspender lactancia.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Puede causar alergia al bebé.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "¿Cuál es un efecto esperado del implante que debe anticiparse para mejorar adherencia?",
      opciones: [
        {
          id: "c",
          texto: "Cambios en el patrón de sangrado (spotting/amenorrea).",
          esCorrecta: true,
          explicacion: "Correcto. Anticiparlo evita suspensiones innecesarias."
        },
        {
          id: "a",
          texto: "Aumento de riesgo trombótico.",
          explicacion: "Incorrecto; no contiene estrógeno."
        },
        {
          id: "b",
          texto: "Hiperlactancia.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Dolor pélvico persistente.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Qué mensaje educativo es esencial antes del alta?",
      opciones: [
        {
          id: "b",
          texto: "Puede volver si tiene dudas y el control posparto incluirá revisión del MAC.",
          esCorrecta: true,
          explicacion: "Correcto. Refuerza vínculo APS."
        },
        {
          id: "a",
          texto: "No requiere control mientras tenga el LARC.",
          explicacion: "Incorrecto."
        },
        {
          id: "c",
          texto: "Debe retirarlo en un mes.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Debe usar condón siempre porque el implante no sirve si amamanta.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p6",
      tipo: "short",
      enunciado:
        "Explica de forma breve cómo presentarías las ventajas del implante en posparto inmediato a una mujer primeriza.",
      guia:
        "• Seguridad.\n• Compatibilidad con lactancia.\n• Alta eficacia.\n• Pocas exigencias.\n• Seguimiento APS.",
      feedbackDocente:
        "Evalúa claridad, empatía y educación en posparto."
    }
  ],
  feedbackDinamico: {
    bajo: "Revisa elegibilidad puerperio y cambios de sangrado.",
    medio: "Buen manejo; falta afinar consejería posparto.",
    alto: "Excelente educación, clínica y comunicación."
  },
  referencias: [
    "MINSAL. Regulación de la Fertilidad (2016).",
    "OMS. MEC 6th ed."
  ]
},
{
  id: "ac-alta-posaborto-inmediato-riesgo",
  modulo: "Anticoncepción",
  dificultad: "Alta",
  titulo: "Elección de MAC posaborto inmediato en mujer con riesgo de nuevo embarazo no planificado",
  vigneta:
    "Mujer de 31 años consulta en APS 24 horas después de un aborto espontáneo completo confirmado en urgencias. FUR incierta. Tiene vida sexual activa, condón intermitente y una experiencia emocional difícil tras la pérdida. PA 132/86. Tabaquismo ocasional. IMC 29. Expresa temor: 'no quiero volver a pasar por esto, pero tampoco quiero hormonas fuertes'. Busca consejería clara, sin juicios.",
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      enunciado:
        "Según OMS/MINSAL, ¿qué MAC es elegible inmediatamente posaborto (completo, sin complicaciones)?",
      opciones: [
        {
          id: "a",
          texto: "Implante subdérmico o DIU (LNG o cobre).",
          esCorrecta: true,
          explicacion: "Correcto. Ambos pueden iniciarse inmediatamente posaborto si está clínicamente estable."
        },
        {
          id: "b",
          texto: "ACO combinados exclusivamente.",
          explicacion: "Incorrecto. No son la única opción y no son los más eficaces."
        },
        {
          id: "c",
          texto: "Ningún MAC hormonal por 30 días.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Solo métodos de barrera hasta próxima regla.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p2",
      tipo: "mcq",
      enunciado:
        "La paciente teme 'hormonas fuertes'. ¿Qué explicación basada en evidencia es adecuada?",
      opciones: [
        {
          id: "d",
          texto: "Los métodos de progestágeno solo (implante, DIU-LNG) tienen dosis bajas, alta seguridad y muy buena tolerancia.",
          esCorrecta: true,
          explicacion: "Correcto. Importante desmentir mitos."
        },
        {
          id: "a",
          texto: "Todos los MAC hormonales tienen riesgo alto para el corazón.",
          explicacion: "Incorrecto."
        },
        {
          id: "b",
          texto: "El DIU con cobre también libera hormonas.",
          explicacion: "Incorrecto. No contiene hormonas."
        },
        {
          id: "c",
          texto: "Debe evitar toda hormona por ser posaborto.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p3",
      tipo: "mcq",
      enunciado:
        "¿Cuál de las siguientes es una razón clínica fuerte para recomendar un LARC posaborto?",
      opciones: [
        {
          id: "b",
          texto: "Reducción significativa de embarazos recurrentes no planificados.",
          esCorrecta: true,
          explicacion: "Correcto. Es evidencia robusta."
        },
        {
          id: "a",
          texto: "Evita completamente sangrado.",
          explicacion: "Incorrecto."
        },
        {
          id: "c",
          texto: "Es obligatorio según protocolo.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Permite evitar controles APS.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p4",
      tipo: "mcq",
      enunciado:
        "En cuanto al manejo emocional posaborto, ¿qué estrategia comunicacional es correcta?",
      opciones: [
        {
          id: "c",
          texto: "Validar emociones, evitar juicios y ofrecer escucha activa durante la consejería.",
          esCorrecta: true,
          explicacion: "Correcto. APS debe incorporar apoyo emocional."
        },
        {
          id: "a",
          texto: "Decirle que 'ya pasó' y centrarse solo en método.",
          explicacion: "Incorrecto. Minimiza experiencia."
        },
        {
          id: "b",
          texto: "Evitar hablar de emociones para no incomodar.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "Indicar que debe retomar sexualidad pronto.",
          explicacion: "Incorrecto y desajustado."
        }
      ]
    },
    {
      id: "p5",
      tipo: "mcq",
      enunciado:
        "¿Cuál es el riesgo clínico relevante si no inicia MAC posaborto?",
      opciones: [
        {
          id: "a",
          texto: "Puede ovular en 2 semanas, existiendo alto riesgo de nuevo embarazo no planificado.",
          esCorrecta: true,
          explicacion: "Correcto. Importante consejería."
        },
        {
          id: "b",
          texto: "Desarrollará infertilidad permanente.",
          explicacion: "Incorrecto."
        },
        {
          id: "c",
          texto: "No podrá menstruar por meses.",
          explicacion: "Incorrecto."
        },
        {
          id: "d",
          texto: "No hay posibilidad de embarazo por 3 meses.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p6",
      tipo: "mcq",
      enunciado:
        "Considerando su HTA limítrofe (132/86) y tabaquismo ocasional, ¿qué MAC evitarías?",
      opciones: [
        {
          id: "d",
          texto: "ACO combinados.",
          esCorrecta: true,
          explicacion: "Correcto. Estrógeno suma riesgo CV en mayores de 35 con tabaquismo."
        },
        {
          id: "a",
          texto: "Implante.",
          explicacion: "Incorrecto."
        },
        {
          id: "b",
          texto: "DIU cobre.",
          explicacion: "Incorrecto."
        },
        {
          id: "c",
          texto: "DIU-LNG.",
          explicacion: "Incorrecto."
        }
      ]
    },
    {
      id: "p7",
      tipo: "short",
      enunciado:
        "Redacta consejería integral explicando: seguridad posaborto, opciones recomendadas, mitos sobre hormonas y medidas para evitar un nuevo embarazo no planificado.",
      puntosMaximos: 2,
      criteriosEvaluacion: [
        "posaborto",
        "LARC",
        "seguro",
        "estrógeno",
        "tabaquismo",
        "doxiciclina",
        "DIU",
        "implante",
        "fertilidad",
        "ovulación",
        "seguimiento"
      ],
      guia:
        "• Explica ovulación temprana.\n• Presenta LARC.\n• Aborda emociones.\n• Desmiente mitos.\n• Ofrece seguimiento.",
      feedbackDocente:
        "Evalúa evidencia, empatía y educación."
    }
  ],
  feedbackDinamico: {
    bajo: "Refuerza elegibilidad posaborto y riesgos estrógeno.",
    medio: "Buen manejo, falta integrar consejería emocional.",
    alto: "Excelente. Manejo clínico, emocional y educativo impecable."
  },
  referencias: [
    "OMS. MEC 6th ed.",
    "MINSAL. Regulación de la Fertilidad (2016).",
    "Carvajal J. 2024."
  ]
},


