[{"id":"ac-migrana-aura","modulo":"Anticoncepción","dificultad":"Alta","titulo":"Anticoncepción en paciente con migraña con aura","vigneta":"Mujer de 22 años, estudiante universitaria, vive en zona rural y depende del bus local. Diagnosticada por neurólogo con migraña con aura (escotomas y fosfenos previos al dolor). No fuma, sin TEP/TVP ni HTA. Examen físico normal. Desea un método de altísima eficacia, ojalá LARC, porque el acceso a farmacia no es diario. Comenta que su amiga usa combinadas y le va excelente. Llega 10 minutos atrasada porque se cortó la luz en su barrio y trae una botella de té frío. Atención en CESFAM local con matrón/a de turno.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"¿Cuál es la opción más segura y alineada a su preferencia (LARC) según los criterios MEC de la OMS?","opciones":[{"id":"a","texto":"ACO combinado (etinilestradiol  progestina).","explicacion":"Contraindicado (MEC Cat. 4) en migraña con aura por aumento del riesgo de ACV isquémico asociado a estrógeno."},{"id":"b","texto":"Implante subdérmico de etonogestrel.","esCorrecta":true,"explicacion":"LARC altamente eficaz y sin estrógeno (MEC Cat. 1). Excelente opción en zonas rurales por larga duración y baja mantención."},{"id":"c","texto":"DIU de Cobre (TCu 380A).","explicacion":"Seguro (MEC 1) y muy eficaz; sin embargo, puede aumentar el sangrado y la dismenorrea."},{"id":"d","texto":"Anticonceptivo oral solo con progestina (POP).","explicacion":"Seguro (MEC 1), pero su eficacia típica depende de la adherencia diaria y no es LARC."}],"feedbackDocente":"Este ítem evalúa la aplicación de los Criterios MEC OMS en la práctica rural. El distractor más común es ofrecer ACO combinado por costumbre o presión social ('a mi amiga le va bien'). Reforzar el razonamiento basado en evidencia: evitar estrógeno en migraña con aura y privilegiar LARC según contexto de acceso."},{"id":"p2","tipo":"mcq","enunciado":"Desde el punto de vista fisiopatológico, ¿por qué el estrógeno es el problema en migraña con aura?","opciones":[{"id":"a","texto":"Porque intensifica el dolor migrañoso.","explicacion":"El problema no es la intensidad del dolor, sino el riesgo vascular."},{"id":"b","texto":"Porque aumenta el riesgo trombótico y vasoespástico cerebral, incrementando el riesgo de accidente cerebrovascular (ACV).","esCorrecta":true,"explicacion":"El estrógeno promueve mecanismos protrombóticos y vasoespásticos que pueden precipitar un evento isquémico en mujeres con aura."},{"id":"c","texto":"Porque interfiere con la acción de la progestina.","explicacion":"No existe antagonismo farmacológico directo entre ambas hormonas."},{"id":"d","texto":"Porque altera la absorción intestinal de otros medicamentos.","explicacion":"Incorrecto. El metabolismo de estrógenos ocurre principalmente en hígado; no es relevante aquí."}],"feedbackDocente":"Este paso busca que el/la estudiante comprenda el fundamento biológico del criterio MEC Cat. 4: el estrógeno activa cascadas procoagulantes y produce cambios endoteliales que elevan el riesgo de ACV. En APS es clave explicar esta base fisiopatológica al usuario para favorecer la adherencia al consejo clínico."},{"id":"p3","tipo":"mcq","enunciado":"Si la usuaria prioriza tener sangrados predecibles, ¿qué LARC no estrogénico cumple mejor con esa característica?","opciones":[{"id":"a","texto":"Implante subdérmico de etonogestrel.","explicacion":"Tiene perfil de sangrado impredecible, con spotting frecuente al inicio."},{"id":"b","texto":"DIU con levonorgestrel (LNG-IUS).","esCorrecta":true,"explicacion":"LARC no estrogénico que reduce significativamente el sangrado y la dismenorrea. MEC Cat. 1 en migraña con aura."},{"id":"c","texto":"DIU de Cobre (TCu 380A).","explicacion":"Puede aumentar la cantidad y duración del sangrado; no es ideal si desea ciclos regulares y leves."},{"id":"d","texto":"Anticonceptivo inyectable trimestral (DMPA).","explicacion":"Seguro y eficaz, pero no es LARC; puede producir amenorrea o sangrados impredecibles."}],"feedbackDocente":"El propósito de este ítem es reforzar el razonamiento centrado en preferencias: elegir entre opciones seguras según MEC, considerando el patrón de sangrado y la realidad rural. Se espera que el/la estudiante compare efectos y mantención, no que recite MEC de memoria."},{"id":"p4","tipo":"short","enunciado":"Consejería y seguimiento en una línea por punto:","guia":"• Reversibilidad: implante o DIU se retiran cuando la usuaria lo desee; fertilidad retorna rápido\n• Sangrado: implante → irregular; LNG-IUS → tiende a reducirlo.\n• Alarmas: dolor intenso o ausencia del implante palpable; con DIU, fiebre, dolor pélvico, flujo fétido.\n• Control: revisar tolerancia a 1–3 meses y reforzar educación sobre signos de alarma.","feedbackDocente":"Evalúa la capacidad de realizar consejería integral: informar reversibilidad, manejo de expectativas y autocuidado. En APS, la consejería breve pero empática determina continuidad del método más que la elección inicial."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Migraña con aura = contraindicación absoluta para estrógeno (MEC Cat. 4).\n• LARC de elección: Implante o DIU-LNG (MEC Cat. 1), decisión compartida según preferencia de sangrado.\n• Consejería centrada en la persona y contexto rural mejora adherencia y continuidad.\n• Reforzar educación sobre signos de alarma y seguimiento en APS.","feedbackDocente":"El cierre busca consolidar razonamiento clínico y enfoque comunicacional del matrón/a en APS: aplicar MEC sin rigidez, considerando la autonomía y las barreras geográficas de la usuaria."}],"referencias":["OMS — Criterios de elegibilidad médica para el uso de anticonceptivos (MEC), edición vigente.","MINSAL — Normas Nacionales sobre Regulación de la Fertilidad, 2018.","CDC — Medical Eligibility Criteria for Contraceptive Use, 2023."]},{"id":"its-cervicitis-sindromico","modulo":"ITS","dificultad":"Alta","titulo":"Flujo y dolor poscoital en APS: cervicitis con enfoque sindrómico","vigneta":"Mujer de 22 años consulta por flujo aumentado, disuria leve y sangrado postcoital. Nueva pareja hace 3 meses, uso irregular de condón. Examen: cérvix eritematoso con secreción mucopurulenta. Test de embarazo negativo. No hay PCR inmediata para GC/CT. Está ansiosa y pregunta: «¿Tengo algo malo?». Llega con una mochila de la U y comenta que se le quedó el cargador del celular. Atención por matrón/a en box de APS.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Conducta inicial más apropiada en APS (enfoque sindrómico) ante cervicitis mucopurulenta:","opciones":[{"id":"a","texto":"Esperar PCR/cultivo de flujo antes de tratar.","explicacion":"Retrasa tratamiento y mantiene transmisión; no recomendado en APS."},{"id":"b","texto":"Ceftriaxona 500 mg IM (única)  Azitromicina 1 g VO (única) hoy.","esCorrecta":true,"explicacion":"Cubre GC/CT empíricamente, corta transmisión y previene EPI y complicaciones."},{"id":"c","texto":"Solo Azitromicina 1 g VO y reevaluar en 7 días.","explicacion":"No cubre adecuadamente GC (resistencias crecientes)."},{"id":"d","texto":"Metronidazol 2 g VO dosis única y control en 1 mes.","explicacion":"Útil en vaginosis o tricomoniasis, no es primera línea para cervicitis GC/CT."}]},{"id":"p2","tipo":"mcq","enunciado":"Fisiopatología y salud pública: ¿por qué tratar a las pareja(s) aunque estén asintomáticas?","opciones":[{"id":"a","texto":"Porque la pareja podría tener cáncer oculto.","explicacion":"No tiene relación; no es una indicación médica válida."},{"id":"b","texto":"Porque GC/CT cursan frecuentemente asintomáticas y perpetúan transmisión y reinfección.","esCorrecta":true,"explicacion":"Tratar pareja(s) rompe la cadena de transmisión, previene EPI y reinfección."},{"id":"c","texto":"Porque el antibiótico actúa como vacuna de pareja.","explicacion":"Incorrecto: los antibióticos no generan inmunidad protectora."},{"id":"d","texto":"Porque la normativa MINSAL obliga el tratamiento de pareja en todos los casos sospechosos.","explicacion":"Correcto parcialmente en lo normativo, pero la base es epidemiológica: cortar la transmisión."}]},{"id":"p3","tipo":"mcq","enunciado":"A los 7 días persiste flujo leve, sin dolor ni sangrado. Conducta correcta:","opciones":[{"id":"a","texto":"Cambiar esquema antibiótico por teléfono.","explicacion":"Nunca se ajusta sin reevaluación presencial y especuloscopía."},{"id":"b","texto":"Citar, verificar adherencia y tratamiento de pareja, y reevaluar complicaciones.","esCorrecta":true,"explicacion":"Debe diferenciar entre falla terapéutica, reinfección o diagnóstico alternativo."},{"id":"c","texto":"Explicar que puede durar 1 mes y no controlar.","explicacion":"Riesgo de omitir reinfección o progresión a EPI."},{"id":"d","texto":"Agregar metronidazol empírico y control telefónico en 1 semana.","explicacion":"Solo si hay indicios de vaginosis/tricomoniasis; aquí se requiere control presencial."}]},{"id":"p4","tipo":"short","enunciado":"Consejería clave (en 4 líneas)","guia":"• Tratar pareja(s) hoy y mantener abstinencia 7 días post-tratamiento de ambos.\n• Uso consistente de condón y testeo de ITS según riesgo.\n• Alarmas: fiebre, dolor pélvico, sangrado anormal → acudir a control.\n• Ofrecer test de VIH y Sífilis según normativa local."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Enfoque sindrómico permite tratar oportunamente GC/CT en APS.\n• Tratar pareja(s) corta la cadena de transmisión y previene reinfección.\n• Reevaluar si síntomas persisten: adherencia, reinfección o diagnóstico alternativo.","feedbackDocente":"Este caso busca reforzar la capacidad del/la estudiante de aplicar el enfoque sindrómico con criterio clínico y mirada de salud pública. El principal error observado es postergar el tratamiento por falta de PCR, lo que perpetúa la transmisión. El/la matrón/a debe actuar empíricamente en APS, integrando consejería, adherencia y control de pareja(s)."}],"referencias":["MINSAL — Norma General Técnica N°187 (2016): Cervicitis — manejo sindrómico (GC/CT).","MINSAL — Norma General Técnica N°187 (2016): Tratamiento de pareja y abstinencia post-tratamiento."]},{"id":"its-epi-ambulatorio","modulo":"ITS","dificultad":"Alta","titulo":"Dolor pélvico y fiebre: priorización diagnóstica y manejo de EPI en APS","vigneta":"Mujer de 24 años, madre de un niño de 2 años que hoy quedó con su abuela. Consulta por 48 h de dolor pélvico bilateral, peor al movimiento, y febrícula en casa (38,2 °C). Refiere dispareunia profunda desde hace 1 mes y flujo aumentado. No método anticonceptivo actual; pareja única desde hace 6 meses. Test de embarazo negativo. Examen: FC 90, FR 18, PA 110/70, T° 38,2 °C, dolor a la movilización cervical y a la palpación anexial bilateral; sin abdomen agudo. No usuaria de DIU. Dice que no puede hospitalizarse porque cuida sola a su hijo. Llegó apurada, comenta que dejó el celular cargando en la sala de espera. Atención por matrón/a en box de APS.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Con estos hallazgos, ¿cuál es la conducta inicial más apropiada en APS hoy?","opciones":[{"id":"a","texto":"Iniciar tratamiento ambulatorio con Ceftriaxona IM  Doxiciclina VO (± Metronidazol) y control a 48_72 h","esCorrecta":true,"explicacion":"Cumple criterios clínicos de EPI leve-moderada, estable y sin abdomen agudo. Manejo empírico que cubre GC/CT y anaerobios; reevaluar 48_72 h."},{"id":"b","texto":"Esperar PCR para Gonococo/Chlamydia antes de tratar","explicacion":"Retrasa el inicio y aumenta riesgo de secuelas (infertilidad, dolor pélvico crónico)."},{"id":"c","texto":"Hospitalizar de rutina para antibióticos EV","explicacion":"Reservado para criterios de gravedad: inestabilidad, sepsis, absceso tubo-ovárico, embarazo, intolerancia VO, falta de respuesta."},{"id":"d","texto":"Derivar a Ginecología por dispareunia crónica y agendar control en 1_2 semanas","explicacion":"No procede: requiere inicio de tto empírico inmediato en APS y reevaluación corta."}]},{"id":"p2","tipo":"mcq","enunciado":"Fisiopatología: ¿qué mecanismo explica el dolor a la movilización cervical (DMC) en EPI?","opciones":[{"id":"a","texto":"Irritación peritoneal del fondo de saco por infección ascendente desde el endocérvix","esCorrecta":true,"explicacion":"Cervicitis por GC/CT asciende a endometrio/trompas; la inflamación peritoneal pélvica genera DMC."},{"id":"b","texto":"Espasmo del músculo elevador del ano por vaginismo","explicacion":"No explica fiebre ni sensibilidad anexial; cuadro funcional, no infeccioso."},{"id":"c","texto":"Hiperestrogenismo que aumenta la perfusión cervical","explicacion":"No corresponde al proceso infeccioso-inflamatorio."},{"id":"d","texto":"Lesión intraepitelial escamosa de alto grado en cérvix","explicacion":"Las lesiones intraepiteliales no causan DMC ni cuadro sistémico febril."}]},{"id":"p3","tipo":"mcq","enunciado":"Esquema antibiótico ambulatorio recomendado según normativa MINSAL para EPI leve-moderada:","opciones":[{"id":"a","texto":"Doxiciclina 100 mg VO c/12 h por 14 días como monoterapia","explicacion":"Insuficiente: no cubre Gonococo de forma fiable."},{"id":"b","texto":"Ceftriaxona 500 mg IM dosis única  Doxiciclina 100 mg VO c/12 h por 14 días ± Metronidazol 500 mg VO c/12 h","esCorrecta":true,"explicacion":"Cubre GC/CT y, con metronidazol, anaerobios/vaginosis asociada. Esquema de primera línea en APS."},{"id":"c","texto":"Clindamicina 900 mg EV c/8 h  Gentamicina EV","explicacion":"Régimen EV para manejo intrahospitalario o absceso; no corresponde en ambulatorio estable."},{"id":"d","texto":"Levofloxacino VO como monoterapia por 7_10 días","explicacion":"No recomendado por resistencias de GC y cobertura anaerobia insuficiente."}]},{"id":"p4","tipo":"short","enunciado":"Consejería y seguimiento (específica y verificable): redacta 4 indicaciones clave para la paciente.","guia":"• Reposo relativo 48_72 h; AINEs para dolor.\n• Abstinencia sexual hasta completar 7 días post-tratamiento de ambos (ella y pareja) y desaparición de síntomas.\n• Tratamiento de pareja(s) en paralelo para cortar reinfección; ofrecer test de VIH y sífilis según Norma 187.\n• Control a 48_72 h: si no hay mejoría clara (fiebre/dolor), reevaluar y considerar hospitalización/ecografía para descartar absceso."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• EPI es diagnóstico clínico: DMC  dolor anexial ± fiebre justifican inicio empírico inmediato.\n• Esquema ambulatorio: Ceftriaxona IM  Doxiciclina (± Metronidazol) y control 48_72 h.\n• Salud pública: tratar pareja(s), abstinencia temporal, tamizaje de ITS; prevención de secuelas (infertilidad, dolor crónico).","feedbackDocente":"Este caso evalúa la capacidad de iniciar tratamiento empírico en APS sin esperar PCR, reconocer el DMC como signo cardinal de EPI y aplicar el esquema MINSAL completo con reevaluación a 48_72 h. Error frecuente: ‘esperar exámenes’ o subtratar sin cubrir anaerobios. El/la matrón/a debe integrar clínica, consejería y control estrecho."}],"referencias":["MINSAL — Norma Gral. Téc. N°187 (2016): Enfermedad Pélvica Inflamatoria — manejo ambulatorio.","MINSAL — Norma Gral. Téc. N°187 (2016): Criterios de hospitalización en EPI."]},{"id":"its-varon-25-consejeria-postexposicion","modulo":"ITS","dificultad":"Alta","titulo":"Varón de 25 años: consejería integral postexposición sexual","vigneta":"Varón cis de 25 años, estudiante de ingeniería, acude 48 horas después de una relación sexual anal receptiva sin preservativo con contacto ocasional conocido por aplicación. Niega síntomas (sin fiebre, sin disuria, sin exantema), pero refiere ansiedad intensa por posible contagio. Antecedentes: gonorrea uretral hace 2 años (tratada), desconoce su esquema de vacunación hepatitis B; recibió 1 dosis de vacuna VPH a los 18 pero no completó el esquema. Parejas en el último año: 4 (hombres y mujeres). Consumo ocasional de alcohol el fin de semana; niega uso de drogas inyectables. Vive con un compañero y comenta que perdió su carnet en el metro hoy en la mañana (dato no clínico). Atención inicial en box de APS con matrón/a de turno.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Con 48 h postexposición anal receptiva y estado serológico de la pareja desconocido, ¿cuál es la acción PRIORITARIA hoy en APS?","opciones":[{"id":"a","texto":"Solicitar test de VIH de 4ª generación y esperar resultado para decidir profilaxis.","explicacion":"A las 48 h un test negativo NO descarta infección aguda (ventana diagnóstica). Esperar retrasa una intervención tiempo-dependiente."},{"id":"b","texto":"Iniciar PrEP (profilaxis preexposición) de inmediato y citar en 1 mes.","explicacion":"La PrEP es preventiva a largo plazo. Tras una exposición ya ocurrida, corresponde PEP (pos-exposición)."},{"id":"c","texto":"Iniciar PEP VIH hoy mismo (dentro de las 72 h), tomar exámenes basales y programar seguimiento.","esCorrecta":true,"explicacion":"La PEP debe iniciarse lo antes posible (<72 h). Incluye toma de exámenes basales (VIH, VHB, sífilis, GC/CT) y control programado."},{"id":"d","texto":"Indicar profilaxis antibiótica empírica para ITS (azitromicina  ceftriaxona) y citar en una semana.","explicacion":"No reemplaza la PEP VIH ni es estándar de profilaxis ITS postexposición; se reserva según tamizaje o síntomas."}]},{"id":"p2","tipo":"mcq","enunciado":"Selecciona el paquete de estudio basal inicial más adecuado hoy, considerando riesgo y prácticas:","opciones":[{"id":"a","texto":"VIH 4ª gen (Ag/Ac), VDRL  test treponémico, NAAT GC/CT en orina primera micción y hisopados rectal y faríngeo según prácticas; serología VHB (HBsAg, anti-HBs) ± anti-HBc; y hepatitis C según riesgo.","esCorrecta":true,"explicacion":"Aborda ITS más relevantes, incluyendo triple sitio extragenital para GC/CT, sífilis y estado inmunitario frente a VHB."},{"id":"b","texto":"Sólo orina para GC/CT y VDRL; el resto puede esperar al control.","explicacion":"Incompleto: omite VIH basal, sitios extragenitales y estado de inmunización VHB."},{"id":"c","texto":"Examen físico general y PCR uretral únicamente; el resto si aparecen síntomas.","explicacion":"En postexposición se prioriza detección temprana, incluso sin síntomas. Estrategia insuficiente."},{"id":"d","texto":"Solo VIH rápido en APS y derivar al hospital para el resto de los estudios.","explicacion":"El tamizaje ampliado se puede realizar directamente en APS; la derivación inmediata no agrega valor inicial."}]},{"id":"p3","tipo":"mcq","enunciado":"Interpretación del test VIH 4ª generación basal (48 h postexposición): si resulta negativo hoy, la conducta correcta es…","opciones":[{"id":"a","texto":"Descartar infección por VIH y suspender la PEP para evitar efectos adversos.","explicacion":"A 48 h el test puede ser falsamente negativo. Suspender PEP sería inseguro."},{"id":"b","texto":"Completar 28 días de PEP y programar controles de VIH a las 6 semanas y 3 meses.","esCorrecta":true,"explicacion":"El negativo basal no descarta infección por ventana diagnóstica. Mantener PEP y testear según calendario."},{"id":"c","texto":"Repetir el test en 24 h y, si sigue negativo, suspender tratamiento.","explicacion":"No modifica la ventana diagnóstica. Se mantiene PEP completa con testeo seriado posterior."},{"id":"d","texto":"Indicar PEP solo 7 días mientras llega el resultado confirmatorio.","explicacion":"Incompleto: la duración mínima del esquema es 28 días, con supervisión de adherencia."}]},{"id":"p4","tipo":"short","enunciado":"Redacta 5 puntos de consejería integral para este paciente (clara, específica y práctica).","guia":"• Iniciar PEP VIH hoy; adherencia diaria 28 días. Informar efectos GI leves y evitar interrupciones.\n• Sexo más seguro: condón en todas las relaciones durante PEP y hasta test de control negativo.\n• Tamizaje y vacunas: NAAT extragenital; si anti-HBs <10 mUI/ml o desconocido, iniciar/completar vacuna VHB; completar VPH según edad.\n• Parejas: notificar contactos recientes de forma confidencial; ofrecer tamizaje.\n• Prevención continua: evaluar PrEP posterior a PEP si mantiene riesgo y controlar ITS periódicamente."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Postexposición <72 h → PEP VIH inmediata  exámenes basales.\n• Ventanas diagnósticas: un VIH 4ª gen negativo a 48 h no descarta infección.\n• Tamizaje dirigido: NAAT GC/CT triple sitio, sífilis, estado VHB y VHC.\n• Vacunas: VHB si no inmune, completar VPH.\n• Prevención continua: consejería sexual, notificación de pareja(s), evaluación para PrEP.","feedbackDocente":"Este caso entrena la capacidad resolutiva del/la matrón/a en APS para actuar en ventanas críticas (<72 h) con enfoque integral: iniciar PEP sin esperar exámenes, realizar tamizaje extragenital completo y reforzar vacunación. Error recurrente: confundir PEP con PrEP o postergar decisión. El objetivo docente es fortalecer la toma de decisiones basada en riesgo, evidencia y tiempo."}],"referencias":["MINSAL — Norma Técnica: Manejo de ITS y consejería en APS.","Normas PEP VIH (MINSAL): indicación <72 h, 28 días y testeo seriado.","Tamizaje extragenital GC/CT según prácticas (uretra, recto, faringe).","Esquemas de vacunación VHB y VPH en adultos jóvenes en APS."]},{"id":"its-sifilis-gestacional","modulo":"ITS","dificultad":"Alta","titulo":"Sífilis en el embarazo: decisión terapéutica inmediata y seguimiento","vigneta":"Primigesta de 24 años, 18 semanas por ecografía concordante. Control prenatal tardío por dificultades laborales (turnos). Refiere exantema palmoplantar autolimitado hace 4–5 semanas y astenia. Pareja camionero con estadías intermitentes; uso de condón irregular. Laboratorio de ingreso: VDRL reactivo 1:16; test treponémico positivo. Alergia a penicilina referida por la madre en la infancia, no documentada. PA 110/70, sin signos de trabajo de parto. Trae una libreta con horarios confusos de trabajo y pregunta si puede ‘esperar al resultado de alergia’. Atención inicial en APS por matrón/a de turno.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Conducta hoy, con VDRL 1:16 y test treponémico positivo en gestante de 18 semanas:","opciones":[{"id":"a","texto":"Iniciar benzatin penicilina G hoy mismo y gestionar estudio de alergia/desensibilización si fuese necesario","esCorrecta":true,"explicacion":"La sífilis gestacional es urgencia obstétrica: la única terapia que previene sífilis congénita es penicilina. El estudio de alergia/desensibilización no debe retrasar el inicio del esquema según estadio."},{"id":"b","texto":"Esperar confirmación de alergia para decidir antibiótico alternativo","esCorrecta":false,"explicacion":"Retrasa un tratamiento tiempo-sensible; macrólidos/tetraciclinas no previenen transmisión fetal; doxiciclina contraindicada en embarazo."},{"id":"c","texto":"Usar azitromicina 2 g VO por seguridad fetal","esCorrecta":false,"explicacion":"No es equivalente a penicilina; tasas de fracaso y transmisión vertical inaceptables."},{"id":"d","texto":"Ceftriaxona 1 g IM dosis única y control serológico mensual","esCorrecta":false,"explicacion":"No es esquema estándar para sífilis gestacional ni previene adecuadamente sífilis congénita."}]},{"id":"p2","tipo":"mcq","enunciado":"Según probables hallazgos (lesiones palmoplantares previas y títulos 1:16), ¿qué esquema es más apropiado si se clasifica como sífilis temprana (primaria/secundaria/latente precoz)?","opciones":[{"id":"a","texto":"Benzatina penicilina G 2,4 millones UI IM dosis única","esCorrecta":true,"explicacion":"Para sífilis temprana, la pauta es 2,4 M UI IM única. Si hubiese duda real de duración, tratar como tardía."},{"id":"b","texto":"Benzatina penicilina G 2,4 millones UI IM semanal × 3","esCorrecta":false,"explicacion":"Corresponde a sífilis tardía/latente tardía o de duración desconocida; no aplica si se clasifica como temprana."},{"id":"c","texto":"Penicilina cristalina EV por 10–14 días","esCorrecta":false,"explicacion":"Esquema de neurosífilis; no hay datos clínicos neurológicos aquí."},{"id":"d","texto":"Doxiciclina 100 mg VO c/12 h por 14 días","esCorrecta":false,"explicacion":"Contraindicada en embarazo; además no previene sífilis congénita."}]},{"id":"p3","tipo":"mcq","enunciado":"Seguridad materno-fetal: el equipo teme reacción de Jarisch–Herxheimer. ¿Cuál afirmación es correcta?","opciones":[{"id":"a","texto":"Puede ocurrir tras la primera dosis y asociarse a contracciones transitorias; no es una alergia y no contraindica continuar","esCorrecta":true,"explicacion":"Respuesta inflamatoria por lisis treponémica; manejo sintomático y observación obstétrica si hay contracciones. No suspende penicilina."},{"id":"b","texto":"Indica anafilaxia y obliga a suspender definitiva la penicilina","esCorrecta":false,"explicacion":"No es reacción IgE; no confundir con alergia verdadera."},{"id":"c","texto":"Se previene con antihistamínicos y por ello no es necesario informar a la paciente","esCorrecta":false,"explicacion":"No existe profilaxis específica; se debe educar sobre signos de alarma."},{"id":"d","texto":"Si aparece, significa fracaso terapéutico y hay que cambiar a ceftriaxona","esCorrecta":false,"explicacion":"No indica fracaso; es un fenómeno esperado y autolimitado en algunos casos."}]},{"id":"p4","tipo":"short","enunciado":"Plan de seguimiento (materno y fetal) en 4 puntos muy concretos:","guia":"• Serología: control mensual de VDRL; caída esperada ≥4 veces (p.ej., 1:16→1:4) en 3–6 meses. \n• Evaluación fetal seriada (2–4 semanas): ecografía buscando hepatomegalia, ascitis, hidrops; doppler si corresponde. \n• Pareja(s): tratamiento y trazabilidad; abstinencia 7 días tras completar esquema de ambos. \n• Derivación si ‘alergia’ verificada: test cutáneo y desensibilización hospitalaria para completar penicilina."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• En embarazo la penicilina no se negocia: es el único fármaco que previene sífilis congénita. \n• Clasificar estadio orienta pauta (temprana: 2,4 M UI única; tardía/desconocida: semanal ×3). \n• Jarisch–Herxheimer ≠ alergia: informar y vigilar; mantener esquema. \n• Seguimiento serológico mensual  ecografía seriada; tratar pareja(s).","feedbackDocente":"Objetivo docente: que el/la matrón/a en APS priorice un tratamiento tiempo-sensible que previene sífilis congénita. Errores frecuentes: retrasar penicilina por ‘alergia’ no documentada, sustituir por macrólidos o ceftriaxona, o no asegurar seguimiento serológico y manejo de pareja(s). Claves: iniciar penicilina según estadio, educar sobre Jarisch–Herxheimer, coordinar desensibilización si alergia confirmada y garantizar trazabilidad de contactos."}],"referencias":["MINSAL — Norma Gral. Téc. N°187 (2016): Sífilis en el embarazo — diagnóstico, tratamiento y seguimiento","MINSAL — Norma Gral. Téc. N°187 (2016): Manejo de pareja y prevención de sífilis congénita"]},{"id":"ac-inductores-enzimaticos","modulo":"Anticoncepción","dificultad":"Alta","titulo":"Anticoncepción en usuaria de carbamazepina: estrategia libre de interacción","vigneta":"Mujer de 23 años, estudiante de derecho con jornadas extensas, epilepsia focal controlada con Carbamazepina 400 mg/día. IMC 27. Pareja estable. Desea un método de muy alta eficacia y de baja mantención. Le atrae el implante porque su mejor amiga ‘casi no menstrúa’. Preocupación por subir de peso. Test de embarazo negativo. Vive con dos compañeras; comenta que hoy no alcanzó a almorzar y viene con dolor de cabeza leve. Atención por matrón/a en APS.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Riesgo principal de ofrecer implante de etonogestrel en paciente usuaria de carbamazepina:","opciones":[{"id":"a","texto":"Disminución de eficacia del implante por inducción enzimática (CYP3A4) → riesgo de embarazo no deseado","esCorrecta":true,"explicacion":"Carbamazepina induce el CYP3A4 y acelera el metabolismo del etonogestrel, reduciendo su concentración y eficacia anticonceptiva."},{"id":"b","texto":"Aumento de crisis epilépticas por efecto del etonogestrel","explicacion":"No hay evidencia de que el implante afecte el control de la epilepsia; la interacción es en sentido inverso (fármaco→anticonceptivo)."},{"id":"c","texto":"Mayor riesgo de hepatotoxicidad combinada","explicacion":"No es el mecanismo clínico relevante. El principal efecto es la reducción de eficacia por inducción hepática."},{"id":"d","texto":"Aumento de peso acelerado por interacción hormonal","explicacion":"El aumento de peso no es efecto por interacción con carbamazepina; depende de susceptibilidad individual y tipo de método."}]},{"id":"p2","tipo":"mcq","enunciado":"Elige el conjunto de métodos de alta eficacia **no afectados por inductores enzimáticos**:","opciones":[{"id":"a","texto":"DIU de Cobre y DIU con Levonorgestrel (LNG-IUS)","esCorrecta":true,"explicacion":"Ambos LARC no dependen del metabolismo hepático; su acción es local. Son primera elección en usuarias de inductores."},{"id":"b","texto":"Anillo vaginal y parche combinado","explicacion":"Ambos contienen estrógeno y progestina sistémica metabolizada por CYP3A4, por lo que su eficacia se reduce."},{"id":"c","texto":"Implante de etonogestrel y POP (píldora solo progestágeno)","explicacion":"Ambos pueden perder eficacia con inductores; no se recomiendan como primera línea en este contexto."},{"id":"d","texto":"DMPA (medroxiprogesterona) y ACO combinados","explicacion":"El DMPA no se afecta por inducción enzimática, pero los ACO combinados sí; no es un conjunto homogéneo de alta seguridad."}]},{"id":"p3","tipo":"mcq","enunciado":"Si la paciente busca menor sangrado y regularidad, ¿qué método LARC satisface mejor ese objetivo?","opciones":[{"id":"a","texto":"DIU con Levonorgestrel (LNG-IUS)","esCorrecta":true,"explicacion":"LNG-IUS reduce sangrado y dismenorrea, con patrón más predecible que el implante; no afectado por inductores."},{"id":"b","texto":"DIU de Cobre","explicacion":"Puede aumentar sangrado y cólicos; no es ideal si la prioridad es reducirlos, aunque es eficaz y sin interacción."},{"id":"c","texto":"DMPA (medroxiprogesterona) IM cada 3 meses","explicacion":"Eficaz y no afectado por inductores, pero el sangrado puede ser irregular y existe riesgo de aumento de peso."},{"id":"d","texto":"Anillo vaginal combinado mensual","explicacion":"Contiene hormonas sistémicas afectadas por la inducción; no garantiza eficacia adecuada en este contexto."}]},{"id":"p4","tipo":"short","enunciado":"Consejería integral (4 líneas, enfocada y práctica):","guia":"• Explicar la interacción fármaco-anticonceptivo y por qué se prefiere DIU-LNG o DIU-Cu. \n• Si busca menor sangrado: DIU-LNG; si desea método no hormonal: DIU-Cu (AINEs para dismenorrea si aparece). \n• DMPA es alternativa posible, discutir sangrado irregular y peso. \n• Coordinar con neurología y reforzar adherencia al tratamiento antiepiléptico."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Inductores (carbamazepina, fenitoína, rifampicina) reducen eficacia de hormonales sistémicos. \n• LARC preferidos: DIU-Cu y DIU-LNG; DMPA es alternativa válida. \n• Elegir según preferencias y perfil de sangrado; coordinar manejo con neurología.","feedbackDocente":"Este caso entrena al/la matrón/a para identificar interacciones fármaco-anticonceptivo y orientar una consejería individualizada en APS. Error frecuente: mantener implante o ACO en usuarias de inductores sin advertir pérdida de eficacia. Se refuerza el razonamiento farmacológico aplicado y la toma de decisiones compartidas con el equipo médico, priorizando eficacia, seguridad y preferencia usuaria."}],"referencias":["OMS — Criterios MEC (ed. vigente): Anticoncepción en usuarias de inductores enzimáticos.","MINSAL — Regulación de la Fertilidad (2018): Selección de método en comorbilidades y uso de fármacos."]},{"id":"ac-posparto-lactancia-mela","modulo":"Anticoncepción","dificultad":"Media","titulo":"Anticoncepción en puérpera lactante: transición desde MELA a método regular","vigneta":"Mujer de 29 años, parto eutócico hace 3 meses. Lactancia exclusiva, sin menstruación desde el parto. Consulta en control postnatal con matrón/a por deseo de un método ‘seguro pero natural’. Usa MELA desde el alta. No antecedentes mórbidos. Niega tabaco o migraña. Vive con su pareja, quien está por iniciar trabajo fuera de la región. Dice que últimamente las tomas nocturnas se han espaciado, y pregunta si aún está protegida. Comenta además que se ha sentido más cansada por cuidar al bebé, pero lo atribuye al sueño interrumpido.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Según los criterios del método MELA, ¿cuál de las siguientes condiciones compromete su eficacia actual?","opciones":[{"id":"a","texto":"El espaciamiento progresivo de las tomas nocturnas de lactancia.","esCorrecta":true,"explicacion":"Reducir la frecuencia de lactancia (<6 tomas/día o pausas >6 h) puede permitir reactivación ovulatoria. Se pierde un criterio clave de MELA."},{"id":"b","texto":"La ausencia de menstruación hasta la fecha.","explicacion":"Mantiene la eficacia del método; la presencia (no la ausencia) de menstruación marca fin de protección MELA."},{"id":"c","texto":"El cansancio físico por el cuidado del recién nacido.","explicacion":"No influye en la supresión ovulatoria; es un distractor frecuente en consejería."},{"id":"d","texto":"La edad materna mayor de 25 años.","explicacion":"No modifica la eficacia del método; la variable crítica es el patrón de lactancia."}]},{"id":"p2","tipo":"mcq","enunciado":"Desea continuar lactando y sumar un método hormonal. Según MEC y MINSAL, ¿cuál es la mejor opción hoy?","opciones":[{"id":"a","texto":"ACO combinados de baja dosis (20 mcg EE  desogestrel), ya que está más allá de 6 semanas.","explicacion":"Aun después de 6 sem, los combinados pueden reducir producción láctea. Se evitan hasta los 6 meses o fin de lactancia exclusiva."},{"id":"b","texto":"Anticonceptivo solo de progestágeno (POP) o implante subdérmico.","esCorrecta":true,"explicacion":"Ambos seguros (MEC 1/2) y compatibles con lactancia; no afectan cantidad ni calidad de leche."},{"id":"c","texto":"DIU de cobre, aunque aumente sangrado menstrual.","explicacion":"Buena opción no hormonal, pero la pregunta enfoca deseo hormonal y lactancia. Puede considerarse desde 4 sem si sin sangrado ni infección."},{"id":"d","texto":"Parche combinado semanal, por su liberación más estable.","explicacion":"Contiene estrógeno y tiene el mismo riesgo de reducir leche; no se recomienda en lactancia exclusiva."}]},{"id":"p3","tipo":"mcq","enunciado":"Si decide implante, ¿qué mecanismo explica su alta eficacia incluso durante lactancia?","opciones":[{"id":"a","texto":"Supresión constante de LH por liberación continua de etonogestrel, independiente del eje lactante.","esCorrecta":true,"explicacion":"El implante inhibe ovulación mediante liberación estable de progestina, sin interferir con prolactina ni lactancia."},{"id":"b","texto":"Aumento de cortisol y prolactina bloquea gonadotrofinas sin depender del implante.","explicacion":"Esa inhibición es propia de la lactancia, no del mecanismo farmacológico del implante."},{"id":"c","texto":"El etinilestradiol del implante refuerza la supresión hipofisaria.","explicacion":"Incorrecto: el implante no contiene estrógeno; confunde con anticonceptivos combinados."},{"id":"d","texto":"El implante actúa solo engrosando el moco cervical sin inhibir ovulación.","explicacion":"Su acción es combinada: inhibe ovulación y modifica el moco. No es exclusivamente una barrera."}]},{"id":"p4","tipo":"short","enunciado":"Consejería y seguimiento (4 puntos concretos):","guia":"• Explicar pérdida de eficacia de MELA si se reducen tomas nocturnas o aparece menstruación.\n• Ofrecer transición segura a método progestágeno solo o DIU.\n• Reafirmar que implante o POP no afectan lactancia ni desarrollo del RN.\n• Controlar a 6 semanas postinserción o antes si spotting abundante o signos de infección."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• MELA es eficaz solo si lactancia exclusiva, <6 meses y amenorrea.\n• Disminuir tomas nocturnas o retorno menstrual → pérdida de protección.\n• Métodos de elección: POP, implante o DIU.\n• Consejería anticipatoria previene brechas de cobertura anticonceptiva.","feedbackDocente":"Este caso refuerza la consejería oportuna del/la matrón/a en APS sobre MELA y transición posparto. Error habitual: asumir que la lactancia protege indefinidamente o no ofrecer alternativa al espaciar tomas. El aprendizaje docente apunta a detectar el fin del MELA y asegurar continuidad con métodos seguros, priorizando la lactancia y evitando embarazos no planificados."}],"referencias":["MINSAL — Regulación de la Fertilidad (2018): Anticoncepción posparto y lactancia.","OMS — Criterios MEC: métodos en mujeres lactantes (Categorías 1–2)."]},{"id":"ac-diu-lng-efectos","modulo":"Anticoncepción","dificultad":"Media","titulo":"Sangrado y dolor pélvico en usuaria de DIU-LNG: evaluación y conducta en APS","vigneta":"Mujer de 33 años, G2P2, usuaria de DIU-LNG (52 mg) hace 8 meses. Consulta por manchado intermenstrual persistente y dolor pélvico leve. Examen: hilos visibles, sin secreción purulenta ni DMC. Test de embarazo negativo. Sin fiebre. Antecedente: dismenorrea previa al DIU, tratada con AINES. No alergias. Dice que el manchado le incomoda porque interfiere con su vida sexual y teme que 'se haya movido el dispositivo'. Agrega que volvió a trotar hace dos semanas y lo asocia a eso.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"¿Cuál es la hipótesis más probable según tiempo de uso y hallazgos clínicos?","opciones":[{"id":"a","texto":"Efecto local esperable por acción endometrial del levonorgestrel.","esCorrecta":true,"explicacion":"Durante el primer año, el LNG induce atrofia endometrial irregular y microvasculatura frágil, causando manchado intermitente sin infección ni desplazamiento."},{"id":"b","texto":"EPI leve secundaria al DIU, aunque no haya fiebre.","explicacion":"Sin DMC ni flujo purulento ni fiebre: EPI improbable. Mantener vigilancia, pero cuadro se explica por efecto local."},{"id":"c","texto":"Desplazamiento del DIU por ejercicio intenso.","explicacion":"No hay evidencia de relación con actividad física; la expulsión es rara tras los primeros 3 meses."},{"id":"d","texto":"Endometritis subclínica asociada a hilos colonizados.","explicacion":"No hay signos clínicos ni laboratorio que lo sustenten. Colonización de hilos es común y clínicamente irrelevante sin síntomas."}]},{"id":"p2","tipo":"mcq","enunciado":"Fisiología: ¿qué cambio endometrial explica el patrón de sangrado?","opciones":[{"id":"a","texto":"Hipoestrogenismo sistémico por supresión ovulatoria total.","explicacion":"El LNG-IUS actúa principalmente a nivel local; la mayoría mantiene ovulación. No es efecto sistémico."},{"id":"b","texto":"Atrofia endometrial irregular con microhemorragias y vasos frágiles.","esCorrecta":true,"explicacion":"La exposición continua de LNG reduce proliferación endometrial y altera microvasculatura, generando sangrado irregular transitorio."},{"id":"c","texto":"Hiperplasia glandular por estímulo estrogénico residual.","explicacion":"LNG no tiene efecto estrogénico; su acción es antiestrogénica local."},{"id":"d","texto":"Aumento del flujo sanguíneo uterino por ejercicio aeróbico.","explicacion":"El ejercicio no altera el patrón de sangrado endometrial ni la posición del DIU."}]},{"id":"p3","tipo":"mcq","enunciado":"Manejo inicial recomendado en APS:","opciones":[{"id":"a","texto":"Tranquilizar, mantener DIU y ofrecer AINE o pauta corta de ACO combinados para estabilizar el endometrio.","esCorrecta":true,"explicacion":"Manejo estándar: no hay infección ni expulsión. Los ACO por 1–2 ciclos estabilizan endometrio; AINE reduce prostaglandinas y sangrado."},{"id":"b","texto":"Retirar el DIU y cambiar a método no hormonal.","explicacion":"Solo se retira ante infección, deseo de embarazo o sangrado intratable. Aquí basta manejo conservador."},{"id":"c","texto":"Indicar antibiótico empírico por posible infección subclínica.","explicacion":"No hay signos infecciosos; antibiótico innecesario y puede causar efectos adversos."},{"id":"d","texto":"Solicitar ecografía urgente y suspender actividad física hasta resultado.","explicacion":"La ecografía puede programarse si el sangrado persiste >12 meses o hay dolor severo; no requiere urgencia ni reposo físico."}]},{"id":"p4","tipo":"short","enunciado":"Consejería (4 ítems concretos):","guia":"• Explicar que el manchado irregular es común durante los primeros 12 meses y mejora con el tiempo.\n• Reforzar que el ejercicio no afecta posición ni función del DIU.\n• Indicar control ecográfico si persisten síntomas >12 meses o aumenta el dolor.\n• Ofrecer AINE o ciclo breve de ACO si el sangrado impacta la calidad de vida."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• El sangrado irregular con DIU-LNG es efecto local transitorio (atrofia endometrial irregular).\n• No implica infección ni desplazamiento.\n• Manejo conservador: AINE o pauta corta ACO.\n• Consejería efectiva mejora adherencia y evita retiros innecesarios.","feedbackDocente":"Este caso busca fortalecer la capacidad del/la matrón/a en APS para diferenciar efectos adversos esperables de complicaciones infecciosas o mecánicas. Error frecuente: retirar el DIU innecesariamente o prescribir antibióticos sin indicación. El foco docente está en la comunicación clínica, educación de la usuaria y manejo basado en evidencia para evitar discontinuidad del método."}],"referencias":["MINSAL — Regulación de la Fertilidad (2018): Manejo de sangrado irregular en usuarias de DIU-LNG.","OMS — MEC: Manejo de efectos secundarios y consejería."]},{"id":"ac-lamotrigina-estradiol","modulo":"Anticoncepción","dificultad":"Media","titulo":"Anticoncepción y Lamotrigina: equilibrio entre eficacia y control de crisis","vigneta":"Mujer de 25 años, diseñadora gráfica, con epilepsia parcial controlada hace 2 años con Lamotrigina 200 mg/día. Consulta en APS para iniciar anticonceptivos orales combinados (ACO) porque ‘su pareja no tolera los preservativos’. No ha tenido crisis en el último año, con buena adherencia. Sin otros antecedentes mórbidos. No fuma, IMC 22. Usa levotiroxina 75 µg/día por hipotiroidismo. Vive sola y manifiesta ansiedad por mantener estabilidad neurológica.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"¿Cuál es el principal problema de indicar un ACO combinado (etinilestradiol  progestina) en esta paciente usuaria de Lamotrigina?","opciones":[{"id":"a","texto":"El etinilestradiol acelera el metabolismo hepático de Lamotrigina, reduciendo sus niveles y aumentando el riesgo de crisis.","esCorrecta":true,"explicacion":"El estrógeno induce la enzima UGT1A4, aumentando la glucuronidación de Lamotrigina y reduciendo su concentración plasmática."},{"id":"b","texto":"La Lamotrigina disminuye la eficacia anticonceptiva del ACO por inducción enzimática.","explicacion":"Incorrecto: Lamotrigina no es inductor enzimático; la interacción es al revés (ACO reducen Lamotrigina)."},{"id":"c","texto":"Ambos fármacos se potencian y aumentan el riesgo de trombosis.","explicacion":"No hay relación con trombosis; el riesgo trombótico depende del estrógeno, no de la Lamotrigina."},{"id":"d","texto":"La combinación puede provocar aumento sostenido de Lamotrigina y toxicidad.","explicacion":"Ocurre lo contrario: el estrógeno **reduce** niveles, no los eleva. La toxicidad aparece más bien al suspender los ACO (rebote)."}]},{"id":"p2","tipo":"mcq","enunciado":"Tres meses después de iniciar ACO combinados, la paciente refiere irritabilidad y auras visuales. ¿Qué interpretación es más probable?","opciones":[{"id":"a","texto":"Efecto hormonal transitorio, sin relación con la Lamotrigina.","explicacion":"Las auras son signo de descontrol epiléptico; no deben atribuirse solo a efectos hormonales."},{"id":"b","texto":"Disminución de niveles de Lamotrigina inducida por el estrógeno del ACO.","esCorrecta":true,"explicacion":"El etinilestradiol acelera el metabolismo de Lamotrigina, reduciendo su concentración y comprometiendo el control de crisis."},{"id":"c","texto":"Acumulación tóxica de Lamotrigina por efecto placebo del ACO.","explicacion":"Durante los días sin estrógeno puede haber leve aumento transitorio, pero el problema principal es la reducción global del fármaco activo."},{"id":"d","texto":"Efecto adverso psicológico por ansiedad situacional.","explicacion":"Debe descartarse causa farmacológica antes de atribuirlo a ansiedad; la cronología apunta a interacción medicamentosa."}]},{"id":"p3","tipo":"mcq","enunciado":"Según los Criterios de Elegibilidad Médica (MEC) de la OMS, ¿qué métodos anticonceptivos son más seguros para esta paciente?","opciones":[{"id":"a","texto":"DIU de Cobre o DIU con Levonorgestrel, ambos categoría 1 (sin interacción).","esCorrecta":true,"explicacion":"Actúan localmente y no alteran metabolismo hepático; no interfieren con Lamotrigina ni con el control de crisis."},{"id":"b","texto":"Implante de etonogestrel, con posible ligera disminución de eficacia pero sin riesgo neurológico.","explicacion":"Opción aceptable (MEC 2); no altera Lamotrigina, aunque puede verse afectado por inductores, que no es el caso."},{"id":"c","texto":"Píldora combinada de 50 µg EE para compensar la interacción.","explicacion":"No recomendado: aumenta riesgo trombótico y mantiene interacción. No mejora control de crisis."},{"id":"d","texto":"Anticoncepción de emergencia repetida con levonorgestrel 1.5 mg.","explicacion":"No es método de uso continuo ni previene interacciones crónicas; solo para emergencias puntuales."}]},{"id":"p4","tipo":"short","enunciado":"Consejería para paciente con epilepsia controlada con Lamotrigina (4 mensajes clave):","guia":"• Evitar métodos con estrógeno (ACO, anillo, parche): reducen niveles de Lamotrigina y riesgo de crisis.\n• Preferir DIU (Cobre o LNG) o métodos solo progestágeno (POP, DMPA).\n• Mantener control conjunto con neurología antes y después de iniciar o suspender métodos hormonales.\n• Observar aparición de auras o cambios neurológicos y no ajustar dosis por cuenta propia."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Estrógenos reducen niveles de Lamotrigina (↓ eficacia anticonvulsiva, ↑ riesgo de crisis).\n• Riesgo de fluctuaciones durante la fase sin hormonas del ACO.\n• Métodos seguros: DIU Cu, DIU-LNG, POP o DMPA.\n• Coordinación APS–neurología es esencial para mantener control clínico y anticoncepción eficaz.","feedbackDocente":"Este caso refuerza la importancia de que el/la matrón/a en APS identifique interacciones relevantes y evite combinaciones potencialmente riesgosas. Error común: ofrecer ACO sin considerar Lamotrigina, lo que puede descompensar epilepsia. El foco docente está en la **consejería interdisciplinaria** y la toma de decisiones compartida con neurología y la usuaria."}],"referencias":["OMS — Criterios MEC (2015): Epilepsia y anticoncepción hormonal.","MINSAL — Regulación de la Fertilidad (2018): Interacciones farmacológicas relevantes.","Sabers A. et al. (2016). Pharmacokinetic interactions between hormonal contraceptives and antiepileptic drugs. *Epilepsia* 57(7): 1109–1118."]},{"id":"its-coinfeccion-gc-ct","modulo":"ITS","dificultad":"Media","titulo":"Coinfección gonococo-clamidia: elección antibiótica racional","vigneta":"Mujer de 21 años, estudiante de enfermería, consulta en APS por flujo mucopurulento y disuria leve. Refiere dos parejas sexuales recientes, una sin condón. No fiebre. Examen: cérvix eritematoso, dolor leve a la movilización cervical. Test rápido de embarazo negativo. Se toma NAAT para GC/CT. Refiere alergia leve a amoxicilina (exantema en infancia). Su compañera le comentó que ‘la gonorrea se trata con inyecciones’ y está preocupada.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Con sospecha de coinfección GC/CT, ¿qué manejo empírico iniciarías según MINSAL, considerando alergia leve a penicilina?","opciones":[{"id":"a","texto":"Ceftriaxona 500 mg IM dosis única  Doxiciclina 100 mg VO cada 12 h por 7 días.","esCorrecta":true,"explicacion":"Ceftriaxona (3ª gen) es segura en alergia leve (reacción cruzada <2%) y cubre GC; Doxiciclina agrega cobertura CT. Esquema de primera línea."},{"id":"b","texto":"Azitromicina 1 g VO única  Ciprofloxacino 500 mg VO única.","explicacion":"Ciprofloxacino no se recomienda por resistencia creciente; esquema obsoleto."},{"id":"c","texto":"Eritromicina 500 mg VO cada 6 h por 7 días.","explicacion":"Subóptima para clamidia y sin cobertura adecuada para GC; no recomendada."},{"id":"d","texto":"Clindamicina 300 mg VO cada 8 h por 7 días.","explicacion":"No tiene eficacia comprobada para GC/CT; no se usa en manejo sindrómico."}]},{"id":"p2","tipo":"mcq","enunciado":"Fisiopatología: ¿por qué se indica tratamiento dual aunque solo una ITS resulte positiva?","opciones":[{"id":"a","texto":"Coinfección GC/CT es frecuente (>30%) y ambas pueden causar EPI; tratar solo una deja reservorio asintomático.","esCorrecta":true,"explicacion":"El manejo sindrómico busca cortar transmisión y prevenir EPI, dado que coinfección y reinfección son comunes."},{"id":"b","texto":"La resistencia de clamidia obliga a combinar antibióticos por sinergia farmacodinámica.","explicacion":"No se combinan por sinergia farmacológica, sino por alta prevalencia de coinfección."},{"id":"c","texto":"Ambas bacterias son intracelulares obligadas y responden igual a doxiciclina.","explicacion":"Incorrecto: GC es extracelular; CT es intracelular. La base de la terapia dual es epidemiológica, no celular."},{"id":"d","texto":"El test NAAT no puede diferenciar entre GC y CT, por lo tanto siempre se trata como coinfección.","explicacion":"El NAAT sí diferencia ambos patógenos; el tratamiento dual se indica por su coexistencia frecuente, no por limitación técnica."}]},{"id":"p3","tipo":"mcq","enunciado":"Si presenta intolerancia gastrointestinal severa a doxiciclina, ¿qué alternativa mantiene eficacia frente a clamidia?","opciones":[{"id":"a","texto":"Azitromicina 1 g VO dosis única.","esCorrecta":true,"explicacion":"Alternativa eficaz y segura ante intolerancia a doxi; mantiene cobertura dual al combinar con ceftriaxona."},{"id":"b","texto":"Metronidazol 500 mg VO cada 12 h × 7 días.","explicacion":"Actúa contra anaerobios/vaginosis, no sobre GC ni CT; no reemplaza la terapia dual."},{"id":"c","texto":"Clindamicina 300 mg VO cada 8 h × 7 días.","explicacion":"No es tratamiento estándar para GC/CT en APS."},{"id":"d","texto":"Amoxicilina 500 mg VO cada 8 h × 7 días.","explicacion":"Contraindicada por alergia y resistencia; no recomendada en ITS actuales."}]},{"id":"p4","tipo":"short","enunciado":"Consejería (4 ítems):","guia":"• Tratar pareja(s) sexuales de los últimos 60 días, incluso si están asintomáticas.\n• Abstinencia sexual por 7 días después del tratamiento de ambos.\n• No automedicarse y consultar si persisten síntomas >72 h.\n• Ofrecer test de VIH y sífilis; reforzar uso de condón y control posterior."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Coinfección GC/CT es frecuente → tratamiento dual empírico.\n• Ceftriaxona es segura en alergia leve a penicilina.\n• Alternativa a doxi: azitromicina 1 g VO.\n• Control clínico a 72 h y manejo de pareja(s).","feedbackDocente":"Este caso enfatiza el razonamiento racional en terapia antimicrobiana sindrómica en APS. Error frecuente: evitar ceftriaxona por antecedente de alergia leve o usar antibióticos no recomendados (como quinolonas). El foco docente es reforzar la seguridad de ceftriaxona en alergias leves y la importancia de la consejería activa y el manejo de pareja para romper la cadena de transmisión."}],"referencias":["MINSAL — Norma Gral. Téc. N°187 (2016): Cervicitis/uretritis — esquema dual GC/CT.","OMS — Directrices ITS (2021): manejo sindrómico y cobertura dual."]},{"id":"its-anticoncepcion-transexual","modulo":"Consejería","dificultad":"Alta","titulo":"Consejería en ITS y anticoncepción en un varón trans en terapia con testosterona","vigneta":"Matías, varón trans de 25 años, acude al CESFAM solicitando ‘exámenes de control general’. Usa testosterona en gel 50 mg diarios desde hace 2 años, prescrita por endocrinología. Conserva útero, ovarios y vagina. Refiere pareja sexual estable (hombre cis), sin uso regular de preservativo porque ‘no eyacula dentro’. Última menstruación: hace más de 1 año. No utiliza otro método anticonceptivo porque ‘pensó que la testosterona lo protegía’. No síntomas actuales. Comenta que le da vergüenza consultar por ITS porque ha tenido malas experiencias previas.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde el punto de vista fisiológico, ¿qué afirmación describe mejor la relación entre terapia con testosterona y ovulación?","opciones":[{"id":"a","texto":"La testosterona suprime completamente la ovulación, eliminando todo riesgo de embarazo.","explicacion":"Incorrecto. Aunque puede inducir amenorrea, **no garantiza anovulación completa**. Existen embarazos reportados en varones trans en terapia hormonal."},{"id":"b","texto":"La testosterona reduce la frecuencia ovulatoria, pero no siempre la inhibe totalmente; se requiere anticoncepción si hay riesgo de embarazo.","esCorrecta":true,"explicacion":"Correcto. La testosterona induce atrofia endometrial y puede disminuir ovulación, pero no la elimina por completo. La anticoncepción sigue siendo necesaria."},{"id":"c","texto":"La testosterona causa infertilidad permanente tras 12 meses de uso continuo.","explicacion":"Falso. La mayoría de los efectos sobre la fertilidad son **reversibles** al suspender la testosterona."},{"id":"d","texto":"La testosterona bloquea la maduración folicular pero no afecta el endometrio, por lo que hay sangrados cíclicos sin ovulación.","explicacion":"Incorrecto. La testosterona suele causar atrofia endometrial y amenorrea, pero puede haber ovulación subclínica sin sangrado."}]},{"id":"p2","tipo":"mcq","enunciado":"Según criterios MEC OMS, ¿cuál es la opción anticonceptiva más adecuada para Matías?","opciones":[{"id":"a","texto":"DIU con levonorgestrel (LNG-IUS) o DIU de cobre: seguros y sin interferencia con la testosterona.","esCorrecta":true,"explicacion":"Ambos son **Categoría 1 MEC** en hombres trans con útero y ovarios conservados. No interfieren con testosterona ni sus efectos físicos."},{"id":"b","texto":"Anticonceptivos combinados orales, ya que el estrógeno contrarresta los efectos androgénicos de la testosterona.","explicacion":"Incorrecto. Los combinados deben evitarse: el estrógeno antagoniza la testosterona y puede causar disforia de género."},{"id":"c","texto":"Inyección de medroxiprogesterona (DMPA), que puede alterar los niveles de testosterona y aumentar virilización.","explicacion":"Falso. DMPA no interfiere con testosterona; es opción válida (MEC 1–2). Puede preferirse si el DIU no es aceptado."},{"id":"d","texto":"Implante de etonogestrel, aunque se desaconseja porque aumenta estrógenos endógenos.","explicacion":"Incorrecto. El implante **no aumenta estrógenos** y es seguro, aunque puede causar spotting inicial."}]},{"id":"p3","tipo":"mcq","enunciado":"Matías pregunta: ‘¿Debo hacerme exámenes de ITS si no tengo menstruación y tengo pareja estable?’. ¿Qué respuesta es más adecuada?","opciones":[{"id":"a","texto":"No es necesario si no hay síntomas; la testosterona reduce la flora vaginal y el riesgo de ITS.","explicacion":"Falso. La testosterona atrofia el epitelio vaginal, lo que **puede aumentar vulnerabilidad** por microfisuras. El riesgo depende de las prácticas, no del género."},{"id":"b","texto":"Sí, debe realizar tamizaje de ITS al menos una vez al año (VIH, sífilis, GC/CT) adaptado a sus prácticas sexuales, con enfoque inclusivo.","esCorrecta":true,"explicacion":"Correcto. Las guías recomiendan **tamizaje anual** en personas sexualmente activas, considerando prácticas anal, vaginal u oral."},{"id":"c","texto":"Solo se recomienda exámenes si hay múltiples parejas o síntomas como secreción o fiebre.","explicacion":"Incorrecto. La mayoría de las ITS son asintomáticas; el tamizaje es preventivo, no reactivo."},{"id":"d","texto":"Solo es necesario examen de VIH, ya que las demás ITS no afectan a usuarios de testosterona.","explicacion":"Falso. La terapia hormonal no modifica la susceptibilidad a otras ITS; debe incluirse sífilis y GC/CT según práctica sexual."}]},{"id":"p4","tipo":"short","enunciado":"Consejería Integral (4 ejes que debe abordar el/la profesional):","guia":"• **Anticoncepción:** explicar que la testosterona NO es método anticonceptivo; ofrecer DIU Cu/LNG o progestágeno solo.\n• **ITS:** tamizaje anual adaptado a prácticas sexuales (uretral, vaginal, anal, faríngeo según corresponda).\n• **Lenguaje y respeto:** usar nombre y pronombres correctos; crear ambiente libre de juicio.\n• **Salud integral:** monitorear efectos de testosterona (PA, hematocrito, perfil lipídico) y adherencia al seguimiento médico."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• **Testosterona ≠ anticonceptivo.** Puede haber ovulación sin menstruación.\n• **Métodos seguros:** DIU Cu o LNG, DMPA, POP.\n• **Tamizaje ITS anual:** VIH, sífilis, GC/CT según práctica sexual.\n• **Consejería afirmativa:** respeto a la identidad mejora adherencia y continuidad de cuidados.","feedbackDocente":"Este caso busca que el/la matrón/a aplique razonamiento clínico inclusivo, identificando sesgos implícitos y asegurando acceso equitativo a salud sexual. Error frecuente: asumir infertilidad o bajo riesgo de ITS en usuarios de testosterona. El foco docente es reforzar consejería afirmativa, manejo integral de anticoncepción y educación sin juicios para población trans y disidente sexual."}],"referencias":["MINSAL (2018). Norma Técnica Nacional sobre Regulación de la Fertilidad.","OMS (2015). Criterios de Elegibilidad Médica para el Uso de Anticonceptivos (5ª ed.).","CDC (2021). Sexually Transmitted Infections Treatment Guidelines.","WPATH (2022). Standards of Care v8."]},{"id":"its-vaginitis-candidiasis-lngius","modulo":"ITS","dificultad":"Alta","titulo":"Prurito y flujo en usuaria de DIU-LNG: diagnóstico diferencial y consejería clínica","vigneta":"Isidora, 23 años, G0P0, consulta en APS por prurito vulvar intenso y flujo 'grumoso, como leche cortada' desde hace 10 días. Usa DIU-LNG (Mirena) colocado hace 1 mes. Refiere pareja nueva hace 2 meses, relación estable, sin preservativo. Niega fiebre, disuria o dolor pélvico. No antibióticos recientes. Ansiosa porque teme ‘rechazo del DIU’. EXAMEN: vulva eritematosa, secreción blanca adherente, pH vaginal 4.2, sin DMC ni fiebre, hilos visibles y cérvix normal.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Basado en los hallazgos clínicos y el pH vaginal, ¿cuál es la interpretación más adecuada?","opciones":[{"id":"a","texto":"Flujo grumoso y pruriginoso con pH ≤4.5 orienta a candidiasis vulvovaginal no complicada.","esCorrecta":true,"explicacion":"Correcto. Candida albicans prolifera cuando se altera la microbiota vaginal. pH ácido y ausencia de DMC descartan infección ascendente o ‘rechazo del DIU’."},{"id":"b","texto":"Reacción alérgica local al levonorgestrel: debe retirarse el DIU.","explicacion":"Incorrecto. La alergia al LNG es excepcional; el cuadro se explica por sobrecrecimiento fúngico, no por reacción al material o hormona."},{"id":"c","texto":"EPI leve por contaminación al colocar el DIU.","explicacion":"Falso. No hay signos de infección ascendente (sin fiebre, sin dolor anexial, sin DMC positivo)."},{"id":"d","texto":"Vaginosis bacteriana por alteración del pH vaginal.","explicacion":"Incorrecto. En vaginosis el pH es >4.5 y el flujo es grisáceo y con olor; no coincide con el cuadro."}]},{"id":"p2","tipo":"mcq","enunciado":"Desde el punto de vista microbiológico, ¿qué mecanismo explica la aparición de candidiasis en esta paciente?","opciones":[{"id":"a","texto":"El jabón antibacteriano eliminó lactobacilos, reduciendo la acidez y permitiendo el sobrecrecimiento de Candida.","esCorrecta":true,"explicacion":"Exacto. La flora Lactobacillus mantiene pH ácido (~4.0). Su pérdida por jabones antibacterianos altera el equilibrio e incrementa la colonización por Candida spp."},{"id":"b","texto":"El levonorgestrel del DIU aumenta el pH vaginal y favorece hongos.","explicacion":"Falso. El LNG actúa en endometrio; no eleva el pH vaginal ni aumenta riesgo de candidiasis."},{"id":"c","texto":"La Candida se transmite sexualmente desde la nueva pareja.","explicacion":"Incorrecto. No se considera ITS; la Candida es un comensal oportunista. El contagio sexual no es el mecanismo principal."},{"id":"d","texto":"El DIU altera mecánicamente la mucosa vaginal generando inflamación crónica.","explicacion":"Erróneo. El DIU actúa intrauterinamente; no afecta directamente la mucosa vaginal."}]},{"id":"p3","tipo":"mcq","enunciado":"Según la Norma MINSAL y guías de manejo, ¿cuál es la conducta clínica correcta en APS?","opciones":[{"id":"a","texto":"Iniciar tratamiento antifúngico tópico o VO y mantener el DIU; reforzar educación sobre higiene íntima.","esCorrecta":true,"explicacion":"Correcto. Candidiasis baja no complicada: puede tratarse con clotrimazol 500 mg óvulo único o fluconazol 150 mg VO. No hay motivo para retirar el DIU."},{"id":"b","texto":"Indicar antibióticos de amplio espectro por posible infección mixta.","explicacion":"Falso. Los antibióticos agravan la candidiasis al alterar flora protectora; no indicados sin coinfección."},{"id":"c","texto":"Retirar el DIU preventivamente para descartar intolerancia al dispositivo.","explicacion":"Incorrecto. El DIU no produce cuadros fúngicos. Retirarlo innecesariamente expone a riesgo anticonceptivo."},{"id":"d","texto":"Derivar de inmediato a ginecología para cultivo micológico previo al tratamiento.","explicacion":"No es necesario en APS si el cuadro es típico y sin recurrencia. El diagnóstico es clínico."}]},{"id":"p4","tipo":"mcq","enunciado":"En la consejería para prevención de recurrencias, ¿cuál es la recomendación más completa?","opciones":[{"id":"a","texto":"Evitar antibióticos y mantener el DIU.","explicacion":"Correcto, pero incompleto: falta educación en higiene, ropa y jabones íntimos."},{"id":"b","texto":"Suspender jabones antibacterianos, evitar duchas vaginales y ropa ajustada; mantener el DIU y acudir si recurre.","esCorrecta":true,"explicacion":"Exacto. La educación higiénica es parte esencial del tratamiento. Evitar duchas vaginales, exceso de humedad y jabones de pH alcalino."},{"id":"c","texto":"Usar productos íntimos con perfume para mantener el pH equilibrado.","explicacion":"Falso. Los perfumes alteran aún más la microbiota; deben evitarse."},{"id":"d","texto":"Recomendar dieta libre de carbohidratos simples para evitar crecimiento fúngico.","explicacion":"No hay evidencia suficiente para modificar la dieta en candidiasis no complicada."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Candidiasis vulvovaginal ≠ rechazo del DIU ni ITS.\n• Diagnóstico clínico típico: flujo blanco grumoso  prurito  pH ≤4.5.\n• Tratamiento antifúngico local/VO, sin retirar DIU.\n• Educación: evitar jabones antibacterianos y duchas vaginales.\n• Reevaluar si recurrencias ≥4/año (descartar diabetes o inmunosupresión).","feedbackDocente":"Este caso busca que el/la matrón/a diferencie cuadros infecciosos bajos de complicaciones asociadas al DIU. Error frecuente: atribuir síntomas vaginales al dispositivo o indicar su retiro. El aprendizaje clave es reforzar diagnóstico sindrómico preciso, educación higiénica y consejería empática ante ansiedad por efectos del método anticonceptivo."}],"referencias":["MINSAL (2016). Norma Técnica N°187: Manejo de infecciones vaginales en APS.","CDC (2021). Sexually Transmitted Infections Guidelines.","SOGC (2020). Management of Vaginitis and Vulvovaginitis."]},{"id":"ac-adolescente-implante","modulo":"Anticoncepción","dificultad":"Media","titulo":"Consejería adolescente: Mitos, fisiología y Quick Start del implante","vigneta":"Antonia, 17 años, consulta en Espacio Amigable del CESFAM. Vida sexual activa desde hace 8 meses, condón ‘a veces’. FUR incierta: dice que sus ciclos son irregulares y el último sangrado fue ‘manchado’ hace 1 semana. Sin comorbilidades. No fuma ni consume alcohol. Llega apurada desde el preu y pregunta: ‘Quiero algo de larga duración, ojalá el implante… pero mis amigas dicen que engorda y que después quedas infértil’.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Primer objetivo de la consejería: disminuir barreras y alinear expectativas. ¿Cuál es el mejor enfoque inicial?","opciones":[{"id":"a","texto":"Centrarse solo en la eficacia del implante y evitar tocar mitos para no reforzarlos.","explicacion":"Incorrecto. Omitir sus dudas refuerza el miedo y puede afectar la adherencia. La validación emocional es clave."},{"id":"b","texto":"Validar sus dudas, explorar objetivos (evitar embarazo, regular ciclo) y entregar evidencia clara sobre fertilidad y peso antes de decidir.","esCorrecta":true,"explicacion":"Correcto. Escuchar, validar y entregar información veraz favorece decisiones informadas y continuidad de uso."},{"id":"c","texto":"Desaconsejar el implante por riesgo de amenorrea y derivar a ACO combinados.","explicacion":"Falso. LARC es de **primera línea** en adolescentes por eficacia y adherencia; la amenorrea no es un daño."},{"id":"d","texto":"Exigir acompañamiento de un adulto responsable antes de ofrecer un método anticonceptivo.","explicacion":"Incorrecto. La adolescente tiene derecho a atención confidencial y decisión informada sobre anticoncepción (Ley 20.418)."}]},{"id":"p2","tipo":"mcq","enunciado":"Farmacología y efectos: ¿cuál es la causa más frecuente de retiro del implante que debes anticipar con educación?","opciones":[{"id":"a","texto":"Trombosis venosa profunda por progestágeno.","explicacion":"Falso. No hay estrógeno, por lo tanto el riesgo trombótico no aumenta de manera significativa."},{"id":"b","texto":"Patrón de sangrado impredecible (manchados, amenorrea o sangrados prolongados).","esCorrecta":true,"explicacion":"Correcto. Es la causa más habitual de retiro. Explicar que es inocuo y tiene manejo mejora la satisfacción."},{"id":"c","texto":"Hiperprolactinemia con galactorrea.","explicacion":"No es un efecto del etonogestrel; se asocia a otras causas endocrinas."},{"id":"d","texto":"Disminución sostenida de la densidad ósea.","explicacion":"No ocurre con implantes; puede observarse en uso prolongado de DMPA."}]},{"id":"p3","tipo":"mcq","enunciado":"Inicio seguro hoy (Quick Start): FUR incierta y manchado hace 7 días, condón irregular, test de embarazo negativo. ¿Cuál es la mejor conducta?","opciones":[{"id":"a","texto":"Insertar el implante hoy, usar condón por 7 días y repetir test de embarazo en 3 semanas si no hay sangrado.","esCorrecta":true,"explicacion":"Correcto. Con test negativo y sin sospecha de embarazo, se puede iniciar hoy bajo protocolo ‘Quick Start’. Se indica respaldo 7 días y control si duda."},{"id":"b","texto":"Esperar la próxima menstruación para insertar y así ‘partir en día 1’.","explicacion":"Falso. Retrasa innecesariamente el inicio y expone a riesgo de embarazo no planificado."},{"id":"c","texto":"Indicar ACO combinados un mes para regular y luego implante.","explicacion":"No recomendado. Introduce barreras y reduce continuidad; LARC es primera línea."},{"id":"d","texto":"Insertar el implante sin respaldo porque el test fue negativo.","explicacion":"Erróneo. Se requiere condón 7 días mientras el método alcanza niveles efectivos."}]},{"id":"p4","tipo":"short","enunciado":"Guion breve de consejería (2–3 frases) que aborde mitos y expectativas:","guia":"“Tus dudas son súper comunes. El implante **no causa infertilidad**, y si lo retiras la fertilidad vuelve rápido. Puede cambiar tu sangrado (a veces manchado o sin regla), lo cual es **seguro y normal**. Podemos colocarlo hoy y usas condón 7 días mientras se activa por completo.”"},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• LARC = primera línea en adolescencia por eficacia y continuidad.\n• Principal causa de retiro: sangrado irregular → anticipar en consejería.\n• Quick Start: test negativo  razonable certeza de no embarazo → iniciar hoy  respaldo 7 días  test control si duda.\n• Fertilidad retorna tras retiro; aumento de peso no es universal.","feedbackDocente":"Este caso refuerza la competencia comunicacional en consejería adolescente. Error común: posponer el método ‘hasta el próximo ciclo’ o invalidar dudas sobre peso/fertilidad. La clave docente es fortalecer la escucha activa, aplicar enfoque de derechos y usar el protocolo Quick Start correctamente para reducir brechas de acceso anticonceptivo."}],"referencias":["OMS — Criterios de Elegibilidad Médica (MEC).","MINSAL — Protocolo Quick Start y Consejería Adolescente (Norma Técnica de Fertilidad, 2018).","Ley 20.418 — Derechos sexuales y reproductivos de adolescentes en Chile."]},{"id":"ac-mayor35-fumadora-aco","modulo":"Anticoncepción","dificultad":"Alta","titulo":">35 fumadora en ACO combinados: sinergia de riesgo y alternativa LARC","vigneta":"Marcela, 38 años, G2P2, secretaria contable. Fuma 15 cig/día desde los 20 años. Padre con IAM a los 50. Migraña sin aura. IMC 29, PA 135/85. Usa ACO combinados (EE  drospirenona) hace 5 años, contenta por regularidad menstrual y menor dismenorrea. Consulta preocupada porque leyó que es peligroso 'después de los 35 si fumas', pero teme perder el control del sangrado. No desea embarazo.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Fisiopatología del riesgo: ¿qué explica el aumento de eventos cardiovasculares con ACO combinados en esta paciente?","opciones":[{"id":"a","texto":"El progestágeno eleva la presión arterial y produce vasoespasmo coronario.","explicacion":"Incorrecto. El riesgo trombótico está mediado principalmente por el estrógeno, no por el progestágeno."},{"id":"b","texto":"El etinilestradiol aumenta factores de coagulación y el tabaco daña el endotelio; la combinación potencia IAM/ACV trombóticos.","esCorrecta":true,"explicacion":"Correcto. Sinergia fisiopatológica: estrógeno → estado procoagulante; tabaco → disfunción endotelial. Resultado: mayor riesgo de trombosis arterial y venosa."},{"id":"c","texto":"La migraña sin aura convierte cualquier ACO en categoría 4.","explicacion":"Incorrecto. La migraña sin aura es categoría 2; el problema crítico es la combinación edad  tabaquismo  estrógeno."},{"id":"d","texto":"La PA 135/85 constituye hipertensión severa que contraindica todo hormonal.","explicacion":"Falso. Es una PA limítrofe. El veto absoluto es la combinación de edad >35 con tabaco y estrógeno."}]},{"id":"p2","tipo":"mcq","enunciado":"Según los Criterios MEC, ¿cuál es la recomendación adecuada sobre su método actual?","opciones":[{"id":"a","texto":"Continuar ACO pero con menor dosis de etinilestradiol (20 mcg).","explicacion":"Falso. Sigue siendo estrógeno: MEC Categoría 4 en >35 con ≥15 cig/día."},{"id":"b","texto":"Suspender ACO combinados y ofrecer métodos sin estrógeno: DIU-LNG, implante, POP o TCu.","esCorrecta":true,"explicacion":"Correcto. Alternativas MEC 1–2. El riesgo cardiovascular desaparece al eliminar estrógeno sistémico."},{"id":"c","texto":"Cambiar a anillo vaginal por menor dosis sistémica.","explicacion":"Falso. El anillo es combinado (estrógeno  progestina), mismo riesgo trombótico."},{"id":"d","texto":"Usar condón en forma exclusiva y reevaluar en 6 meses.","explicacion":"No es alternativa óptima. Ofrecer LARC primero: mayor eficacia y continuidad."}]},{"id":"p3","tipo":"mcq","enunciado":"Quiere mantener control de sangrado y dismenorrea. ¿Qué LARC equilibra mejor eficacia y beneficios no contraceptivos?","opciones":[{"id":"a","texto":"DIU-LNG (hormonal intrauterino): reduce sangrado y dolor, posible amenorrea.","esCorrecta":true,"explicacion":"Correcto. Proporciona control del sangrado, dismenorrea y anticoncepción eficaz sin estrógeno."},{"id":"b","texto":"Implante subdérmico: eficaz, pero sangrado impredecible.","explicacion":"Adecuado en eficacia, pero puede frustrar a usuarias acostumbradas a ciclos regulares."},{"id":"c","texto":"DIU de cobre: eficaz, pero aumenta sangrado y cólicos.","explicacion":"No se alinea con su prioridad de mantener sangrado controlado."},{"id":"d","texto":"POP (progestágeno solo): seguro pero exige adherencia diaria.","explicacion":"Correcto pero menos conveniente y menos eficaz que LARC en uso típico."}]},{"id":"p4","tipo":"short","enunciado":"Mensaje clínico integral (2–3 frases) para consejería y cambio de método:","guia":"“Los anticonceptivos con estrógeno son **de alto riesgo** si fumas más de 15 cigarrillos al día y tienes más de 35 años. Lo más seguro y eficaz para ti es un **DIU hormonal**, que mantiene tu regla leve y alivia el dolor. Además, dejar el tabaco es el paso más importante para tu salud cardiovascular.”"},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• MEC Categoría 4: >35 años  ≥15 cig/día = prohibido estrógeno (ACO, anillo, parche).\n• Fisiopatología: estrógeno procoagulante  daño endotelial del tabaco = sinergia trombótica.\n• Alternativas seguras: DIU-LNG (preferido), implante, POP, DIU-Cu.\n• Consejería integral: prevención cardiovascular y cesación tabáquica.","feedbackDocente":"Este caso busca que el/la matrón/a integre razonamiento clínico con enfoque preventivo. Error habitual: subestimar el riesgo en fumadoras jóvenes o ‘de pocos cigarrillos’. La clave docente es argumentar el cambio de método sin juicio moral, mostrando evidencia y preservando autonomía, reforzando la educación sobre salud cardiovascular en mujeres en edad fértil."}],"referencias":["OMS — Criterios de Elegibilidad Médica (MEC).","MINSAL — Regulación de la Fertilidad, 2018.","CDC — Medical Eligibility Criteria for Contraceptive Use, 2023."]},{"id":"consejeria-pareja-lesbiana-its","modulo":"Consejería","dificultad":"Media","titulo":"Consejería en pareja lesbiana: prevención, autocuidado y barreras de acceso","vigneta":"Camila (24) y Francisca (26) acuden juntas al CESFAM para control general. Ambas refieren relación estable hace 8 meses, sin uso de preservativos porque creen que 'entre mujeres no hay riesgo'. Camila presenta flujo vaginal leve y prurito ocasional. Francisca tuvo pareja masculina hace 2 años y nunca se ha hecho test de VIH. Ambas expresan nerviosismo, dicen que es la primera vez que hablan del tema y que en una atención previa recibieron un comentario discriminatorio.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Según la evidencia y los protocolos de salud sexual, ¿cuál de las siguientes afirmaciones es correcta sobre el riesgo de ITS en mujeres que tienen sexo con mujeres (MSMujeres)?","opciones":[{"id":"a","texto":"El riesgo de ITS es prácticamente nulo, por lo que no se requiere tamizaje rutinario.","explicacion":"Incorrecto. Existen ITS transmisibles entre mujeres (VPH, VIH, sífilis, tricomoniasis, clamidia, gonococo) mediante contacto mucosa-mucosa o uso compartido de objetos sexuales."},{"id":"b","texto":"El riesgo de ITS existe, especialmente para VPH y tricomoniasis, y debe ofrecerse tamizaje y consejería preventiva igual que en parejas heterosexuales.","esCorrecta":true,"explicacion":"Correcto. Las guías MINSAL y OMS recomiendan tamizaje basado en prácticas sexuales, no en orientación. VPH, sífilis y VIH pueden transmitirse entre mujeres."},{"id":"c","texto":"Solo se indica tamizaje si hay antecedente de relaciones previas con hombres.","explicacion":"Falso. El criterio es la práctica sexual actual y pasada, no el género de las parejas exclusivamente."},{"id":"d","texto":"La vaginitis por Candida o VPH no se considera transmisible entre mujeres.","explicacion":"Incorrecto. Ambos agentes pueden transmitirse por contacto genital directo o uso compartido de objetos."}]},{"id":"p2","tipo":"mcq","enunciado":"¿Cuál sería la recomendación más apropiada de prevención de ITS adaptada a esta pareja?","opciones":[{"id":"a","texto":"Uso de barreras de látex o campo dental durante sexo oral y limpieza de juguetes sexuales entre usos, junto con vacunación VPH y tamizaje regular.","esCorrecta":true,"explicacion":"Correcto. El uso de campos de látex o condones cortados reduce la exposición mucosa. Se recomienda no compartir juguetes sexuales o usar preservativo sobre ellos y cambiarlo entre personas."},{"id":"b","texto":"Basta con vacunarse contra el VPH; las demás ITS no se transmiten por sexo entre mujeres.","explicacion":"Incorrecto. La vacunación VPH es importante, pero no cubre todas las ITS transmisibles en relaciones entre mujeres."},{"id":"c","texto":"No se recomiendan métodos de barrera porque reducen la intimidad y no hay evidencia suficiente.","explicacion":"Falso. Aunque menos estudiadas, las barreras reducen el riesgo de transmisión y deben incluirse en la consejería."},{"id":"d","texto":"Recomendar solo controles ginecológicos si hay síntomas evidentes.","explicacion":"Incompleto. El control preventivo y la detección precoz son parte esencial de la atención integral."}]},{"id":"p3","tipo":"mcq","enunciado":"Desde el enfoque de derechos y salud pública, ¿qué acción profesional es esencial en este control?","opciones":[{"id":"a","texto":"Derivar a ginecología para consejería especializada en diversidad sexual, ya que en APS no se aborda este tema.","explicacion":"Incorrecto. La consejería inclusiva y la promoción de la salud sexual forman parte del rol del equipo APS."},{"id":"b","texto":"Brindar un espacio seguro, sin juicios, usando nombre y pronombres correctos, y ofrecer tamizaje de ITS y test de VIH con consentimiento informado.","esCorrecta":true,"explicacion":"Correcto. La atención respetuosa, empática e inclusiva es esencial para reducir barreras de acceso y mejorar la adherencia a controles preventivos."},{"id":"c","texto":"Evitar preguntar por prácticas sexuales específicas para no incomodar a la pareja.","explicacion":"Falso. Las preguntas clínicas deben ser respetuosas, con lenguaje técnico y enfoque de salud, no moral."},{"id":"d","texto":"Registrar la orientación sexual solo si es clínicamente relevante.","explicacion":"Incorrecto. La orientación y las prácticas sexuales son datos relevantes para salud sexual integral y prevención de ITS."}]},{"id":"p4","tipo":"short","enunciado":"Consejería integral (4 ejes breves):","guia":"• Explicar que el riesgo de ITS depende de las prácticas sexuales, no de la orientación.\n• Reforzar uso de barreras de protección (campo dental, condón en juguetes) y vacunación VPH.\n• Fomentar controles y tamizaje regular de ITS y Papanicolau.\n• Garantizar trato respetuoso e inclusivo: lenguaje, confidencialidad y no juicio."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Las ITS pueden transmitirse entre mujeres: VPH, VIH, sífilis, tricomonas, gonococo, clamidia.\n• Tamizaje basado en práctica sexual, no en identidad.\n• Barreras físicas y vacunación reducen riesgo.\n• Atención inclusiva y sin discriminación mejora adherencia y detección precoz.","feedbackDocente":"Este caso evalúa la capacidad del/la matrón/a para aplicar un enfoque inclusivo en salud sexual. Error frecuente: subestimar riesgo de ITS en parejas lesbianas o derivar innecesariamente. La competencia docente esperada es reconocer la diversidad sexual, garantizar confidencialidad y brindar consejería basada en evidencia y derechos humanos."}],"referencias":["MINSAL. Norma Técnica N°187: Manejo de ITS (2016).","OMS. Sexual Health Guidelines (2022).","CDC. STI Treatment Guidelines (2021)."]},{"id":"consejeria-adolescente-its","modulo":"Consejería","dificultad":"Media","titulo":"Consejería preventiva sobre ITS en adolescente de enseñanza media","vigneta":"Benjamín, 16 años, estudiante de 2° medio, acude al Espacio Amigable tras una charla en su liceo. Refiere una relación sexual con penetración vaginal hace 3 meses sin protección. No presenta síntomas, pero está preocupado porque no sabe si se contagió. Vive con su madre, quien desconoce su visita. Dice que su grupo de amigos se informa por redes sociales y que algunos creen que 'si no hay eyaculación no pasa nada'. Se muestra ansioso pero receptivo a aprender.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde la fisiopatología de las ITS, ¿cuál de las siguientes afirmaciones es correcta y relevante para educar a Benjamín?","opciones":[{"id":"a","texto":"Las ITS solo se transmiten con sangre o semen; el líquido preseminal no tiene riesgo.","explicacion":"Incorrecto. El líquido preseminal puede contener VIH y otras ITS. La transmisión ocurre por contacto con mucosas o microfisuras, no solo por sangre."},{"id":"b","texto":"Varias ITS pueden transmitirse sin eyaculación, por contacto piel-mucosa o secreciones genitales.","esCorrecta":true,"explicacion":"Correcto. VIH, VPH, sífilis, gonorrea y clamidia pueden transmitirse sin eyaculación mediante secreciones o microlesiones."},{"id":"c","texto":"Si no hay síntomas visibles, no hay riesgo de contagiar a otros.","explicacion":"Falso. Muchas ITS son asintomáticas (especialmente clamidia y VPH)."},{"id":"d","texto":"Las ITS solo se transmiten si existe penetración completa.","explicacion":"Falso. El contacto genital sin penetración también puede transmitir infecciones, incluyendo VPH o herpes."}]},{"id":"p2","tipo":"mcq","enunciado":"Consejería conductual: ¿qué recomendación integral debe entregarse hoy?","opciones":[{"id":"a","texto":"Recomendar abstinencia hasta los 18 años para evitar cualquier ITS.","explicacion":"No se impone abstinencia; la consejería debe ser informada, respetuosa y realista, entregando herramientas de prevención efectivas."},{"id":"b","texto":"Explicar uso correcto del preservativo (desde el inicio hasta el final del acto), ofrecer test de ITS y vacunación VPH si no está completa.","esCorrecta":true,"explicacion":"Correcto. La educación práctica y la oferta de tamizaje y vacunación son medidas efectivas en prevención primaria."},{"id":"c","texto":"Indicar profilaxis postexposición (PEP) para evitar VIH, ya que tuvo relaciones hace 3 meses.","explicacion":"Incorrecto. La PEP es efectiva solo dentro de las 72 horas postexposición. En este caso se ofrece testeo y educación preventiva."},{"id":"d","texto":"Solicitar consentimiento materno antes de ofrecer tamizaje de ITS.","explicacion":"Incorrecto. La ley chilena permite atención confidencial a adolescentes en temas de salud sexual y reproductiva."}]},{"id":"p3","tipo":"mcq","enunciado":"Desde el enfoque educativo, ¿qué estrategia facilita mayor retención y cambio de conducta en adolescentes?","opciones":[{"id":"a","texto":"Entregar un folleto informativo con las ITS más frecuentes para que lo lea en casa.","explicacion":"Limitado. La educación pasiva tiene bajo impacto en cambio conductual."},{"id":"b","texto":"Usar ejemplos visuales, dinámicas participativas y lenguaje cotidiano para construir significado y responsabilidad.","esCorrecta":true,"explicacion":"Correcto. Las estrategias participativas aumentan la comprensión, el recuerdo y la capacidad de decisión informada."},{"id":"c","texto":"Centrar la charla en el miedo a las consecuencias de las ITS (mostrar fotos de lesiones).","explicacion":"Falso. El enfoque basado en miedo genera rechazo y ansiedad; se recomienda comunicación positiva y empática."},{"id":"d","texto":"Indicarle buscar información médica por su cuenta en internet.","explicacion":"Inadecuado. Las fuentes no verificadas pueden perpetuar mitos y desinformación."}]},{"id":"p4","tipo":"short","enunciado":"Resumen de consejería práctica que dejarías en sus palabras:","guia":"• Usa condón desde el inicio, en todas las relaciones, y cámbialo si cambias de práctica (oral, anal o vaginal).\n• Hazte test de ITS aunque no tengas síntomas.\n• Completa vacunas VPH y hepatitis B.\n• La salud sexual se aprende y se cuida: preguntar e informarse es parte de crecer responsablemente."},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Las ITS pueden transmitirse sin eyaculación ni síntomas.\n• Consejería en adolescentes: información clara, práctica y sin juicio.\n• Vacunación y tamizaje son pilares de prevención.\n• Promover autonomía y confianza del adolescente como agente activo de su salud.","feedbackDocente":"Este caso entrena habilidades de comunicación clínica con adolescentes. Error común: adoptar un tono moralizante o evitar temas sexuales por incomodidad. La competencia docente buscada es educar con lenguaje simple, empático y científico, fortaleciendo la autonomía informada y la prevención primaria en jóvenes."}],"referencias":["MINSAL. Estrategia Nacional de Salud Sexual y Reproductiva Adolescente, 2020.","CDC. Youth and STI Prevention, 2022.","OMS/UNESCO. Educación Integral en Sexualidad, 2021."]},{"id":"ac-dmpa-amenorrea-peso","modulo":"Anticoncepción","dificultad":"Media","titulo":"DMPA: farmacología de la amenorrea y consejería sobre peso","vigneta":"Valentina, 19 años, estudiante de técnico en enfermería, consulta en el CESFAM para control de anticoncepción. Usa inyección DMPA 150 mg IM desde hace 5 meses, con dos dosis previas. Última aplicación: hace 8 semanas, administrada correctamente en deltoides. Menarquia a los 12 años, ciclos previos irregulares. Actualmente sin menstruación desde hace 4 meses. IMC 28 (sobrepeso). Refiere haber subido 3 kg y comenta que su hermana 'quedó embarazada usando la misma inyección'. Test de embarazo en orina: negativo. Pareja estable, condón en forma irregular. Tiene epilepsia controlada con carbamazepina desde los 16 años. Refiere un leve manchado postcoital hace un mes, sin fiebre ni dolor pélvico. Expresa preocupación por el peso y por no menstruar.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde el punto de vista fisiológico, ¿cuál es la causa más probable de la amenorrea en usuarias de DMPA?","opciones":[{"id":"a","texto":"Acumulación de sangre dentro del útero por efecto del progestágeno.","explicacion":"Incorrecto. Es un mito. El cuello uterino no se cierra; no hay retención de sangre."},{"id":"b","texto":"Supresión del eje hipotálamo-hipófisis-ovario y atrofia endometrial sostenida, que impide descamación del endometrio.","esCorrecta":true,"explicacion":"Correcto. El progestágeno inhibe la ovulación y adelgaza el endometrio, generando amenorrea funcional y segura."},{"id":"c","texto":"Hiperprolactinemia inducida por DMPA que bloquea la ovulación.","explicacion":"No corresponde. DMPA no produce hiperprolactinemia significativa."},{"id":"d","texto":"Falla del medicamento y embarazo subclínico.","explicacion":"Descartado por test negativo y uso correcto de las inyecciones."}]},{"id":"p2","tipo":"mcq","enunciado":"Respecto al aumento de peso, ¿cuál es la consejería más equilibrada y basada en evidencia?","opciones":[{"id":"a","texto":"Negar cualquier relación y decir que es solo un mito sin base científica.","explicacion":"Demasiado tajante. Aunque no ocurre en todas, se ha observado ganancia leve promedio (1–2 kg/año)."},{"id":"b","texto":"Reconocer que puede existir una ganancia de peso modesta, mayor en adolescentes con sobrepeso, y reforzar hábitos saludables y seguimiento.","esCorrecta":true,"explicacion":"Correcto. La información transparente fortalece la adherencia y permite control nutricional y acompañamiento."},{"id":"c","texto":"Suspender la DMPA y cambiar de inmediato a un DIU de cobre.","explicacion":"Precipitado. El cambio puede discutirse, pero primero se realiza consejería y seguimiento del peso."},{"id":"d","texto":"Indicar dieta estricta hipocalórica sin modificar la anticoncepción.","explicacion":"Inadecuado. El enfoque debe ser gradual, con educación alimentaria y promoción de actividad física."}]},{"id":"p3","tipo":"mcq","enunciado":"Considerando el tratamiento con carbamazepina, ¿cómo afecta esto la eficacia anticonceptiva del DMPA?","opciones":[{"id":"a","texto":"Disminuye significativamente la eficacia por inducción hepática.","explicacion":"Falso. A diferencia de métodos orales, DMPA IM no se afecta clínicamente por inductores enzimáticos."},{"id":"b","texto":"Se mantiene alta; DMPA IM no se ve comprometido por inductores como la carbamazepina.","esCorrecta":true,"explicacion":"Correcto. Es una ventaja del DMPA sobre métodos orales en pacientes con epilepsia o uso de inductores."},{"id":"c","texto":"Aumenta el riesgo de efectos adversos por acumulación del progestágeno.","explicacion":"Incorrecto. La carbamazepina acelera el metabolismo hepático, no lo enlentece."},{"id":"d","texto":"Requiere doble dosis mensual para mantener niveles eficaces.","explicacion":"No corresponde. La dosis estándar de DMPA IM mantiene eficacia adecuada."}]},{"id":"p4","tipo":"mcq","enunciado":"Si Valentina se retrasa y acude 14 semanas  3 días después de su última inyección, ¿qué debe hacerse según recomendaciones actuales?","opciones":[{"id":"a","texto":"Aplicar DMPA hoy si se descarta embarazo, usar condón por 7 días y considerar anticoncepción de emergencia si hubo relaciones en los últimos 5 días.","esCorrecta":true,"explicacion":"Correcto. La 'ventana de gracia' se extiende hasta 14 semanas. Más allá, se reinicia con respaldo 7 días y AE si hubo relaciones recientes."},{"id":"b","texto":"Esperar la próxima menstruación para reiniciar el método sin respaldo.","explicacion":"No es necesario. Puede aplicarse hoy si no hay embarazo."},{"id":"c","texto":"No aplicar y derivar a ginecología por posible falla anticonceptiva.","explicacion":"Innecesario. En APS se puede reiniciar el método con criterios de seguridad."},{"id":"d","texto":"Aplicar DMPA sin respaldo porque mantiene eficacia hasta 16 semanas.","explicacion":"Incorrecto. Después de 14 semanas se requiere respaldo 7 días."}]},{"id":"p5","tipo":"short","enunciado":"Puntos clave del caso","guia":"• Amenorrea por DMPA es efecto fisiológico esperado (anovulación y endometrio atrófico).\n• Posible aumento de peso leve: manejo con educación y control.\n• DMPA IM mantiene eficacia con inductores (p. ej., carbamazepina).\n• Retraso >14 semanas: aplicar hoy si se descarta embarazo  condón 7 días.\n• Refuerzo de adherencia: agendar próxima cita y explicar causas reales de 'embarazos con la inyección'.","feedbackDocente":"Este caso evalúa la capacidad del/la matrón/a para combinar farmacología aplicada, comunicación empática y educación basada en evidencia. Error frecuente: interpretar amenorrea como patológica o negar de plano los efectos sobre el peso. El objetivo docente es lograr consejería honesta, realista y promotora de adherencia."}],"referencias":["OMS. Criterios de Elegibilidad Médica para el Uso de Anticonceptivos (última edición).","CDC. Selected Practice Recommendations for Contraceptive Use, 2021.","FSRH. Progestogen-only Injectable Contraception, 2020.","MINSAL. Regulación de la Fertilidad, 2018."]},{"id":"cx-ae-ventana-fertil-consejeria","modulo":"Consejería","dificultad":"Media","titulo":"Consejería en anticoncepción de emergencia: comunicación, ansiedad y diversidad","vigneta":"Camila, 26 años, acude al CESFAM visiblemente angustiada solicitando anticoncepción de emergencia. Utiliza el método Billings con su pareja desde hace 8 meses. FUR hace 16 días, con ciclos regulares de 28 a 30 días. Refiere una relación sexual sin protección ayer (día 15 del ciclo), coincidente con moco cervical claro y filante. Presenta cólicos leves similares a los de ovulación. Antecedentes: hipotiroidismo controlado con levotiroxina 100 mcg diarios. Expresa culpa y ansiedad: 'mi pareja dice que fue mi responsabilidad porque yo controlo el método'. Además, menciona que una amiga trans le recomendó acudir al centro 'antes de que fuera tarde', lo que aumentó su preocupación. No ha realizado test de embarazo. Busca orientación y contención emocional para decidir su mejor opción.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde la perspectiva de consejería integral, ¿cuál es la primera acción que debe realizarse en esta consulta?","opciones":[{"id":"a","texto":"Entregar de inmediato la anticoncepción de emergencia sin mayor diálogo para ganar tiempo.","explicacion":"Incorrecto. Entregar la AE sin explorar contexto ni emociones reduce adherencia y comprensión del método."},{"id":"b","texto":"Escuchar activamente, contener la ansiedad y validar la preocupación antes de ofrecer información técnica.","esCorrecta":true,"explicacion":"Correcto. La consejería efectiva inicia con empatía y escucha, lo que favorece confianza y toma de decisiones seguras."},{"id":"c","texto":"Solicitar test de embarazo antes de iniciar cualquier conversación.","explicacion":"Incorrecto. El test es útil, pero no sustituye la contención emocional inicial."},{"id":"d","texto":"Recomendar que regrese con su pareja para explicarles a ambos el uso de métodos naturales.","explicacion":"Inadecuado. La atención debe centrarse en la usuaria y su necesidad actual, no condicionar su acceso a terceros."}]},{"id":"p2","tipo":"mcq","enunciado":"La usuaria expresa culpa y miedo por haber tenido una 'falla del método'. ¿Cuál es la respuesta profesional más adecuada desde el enfoque de derechos sexuales y reproductivos?","opciones":[{"id":"a","texto":"Reforzar que debió ser más cuidadosa y evitar confiar en métodos naturales.","explicacion":"Incorrecto. Culpabilizar deteriora la relación terapéutica y vulnera el enfoque de derechos."},{"id":"b","texto":"Reconocer su preocupación, validar sus emociones y reforzar que tiene derecho a recibir información clara, sin juicios, sobre todas las opciones disponibles.","esCorrecta":true,"explicacion":"Correcto. Empoderar a la usuaria y promover decisiones informadas fortalece su autonomía y confianza."},{"id":"c","texto":"Evitar hablar de emociones y centrarse solo en la eficacia de cada método anticonceptivo.","explicacion":"Incorrecto. La contención emocional es parte del abordaje clínico integral."},{"id":"d","texto":"Sugerirle asistir con su pareja a terapia de pareja para mejorar la comunicación.","explicacion":"Fuera de foco. No reemplaza la consejería inmediata ni aborda su necesidad de anticoncepción urgente."}]},{"id":"p3","tipo":"mcq","enunciado":"Si se confirma que está en periodo periovulatorio, ¿cuáles son las opciones de anticoncepción de emergencia recomendadas por evidencia actual?","opciones":[{"id":"a","texto":"Acetato de ulipristal o dispositivo intrauterino de cobre.","esCorrecta":true,"explicacion":"Correcto. Ulipristal inhibe la ovulación incluso en fase periovulatoria y el DIU-Cu es el método más eficaz disponible."},{"id":"b","texto":"Levonorgestrel 1.5 mg en dosis única, sin importar el momento del ciclo.","explicacion":"Menos eficaz si la ovulación ya ocurrió; no inhibe LH post-peak."},{"id":"c","texto":"DIU con levonorgestrel, ya que también contiene progestágeno.","explicacion":"Incorrecto. No se usa como método de emergencia; su mecanismo es local y de acción retardada."},{"id":"d","texto":"Método Yuzpe, por su disponibilidad en farmacias.","explicacion":"Menor eficacia y más efectos secundarios; se reserva solo si no hay otras opciones."}]},{"id":"p4","tipo":"mcq","enunciado":"Durante la consejería, la usuaria menciona que su amiga trans teme acudir al CESFAM por miedo a discriminación. ¿Cuál es la respuesta profesional adecuada?","opciones":[{"id":"a","texto":"Aclarar que el sistema atiende a todas las personas, pero sin profundizar en temas de diversidad.","explicacion":"Incorrecto. Evadir la conversación mantiene las barreras estructurales de acceso."},{"id":"b","texto":"Reafirmar que toda persona, sin importar identidad de género u orientación, tiene derecho a atención digna, confidencial y sin discriminación.","esCorrecta":true,"explicacion":"Correcto. Promueve equidad, confianza y atención inclusiva conforme a estándares MINSAL y OMS."},{"id":"c","texto":"Sugerirle que su amiga acuda directamente a ginecología para recibir una atención más especializada.","explicacion":"Innecesario. APS también debe brindar atención inclusiva y resolutiva en salud sexual y reproductiva."},{"id":"d","texto":"No responder al comentario, ya que no corresponde al motivo principal de consulta.","explicacion":"Incorrecto. Ignorar el comentario perpetúa exclusión y falta de confianza en el sistema."}]},{"id":"p5","tipo":"short","enunciado":"Puntos clave del caso","guia":"• La consejería en anticoncepción de emergencia comienza con escucha activa, empatía y contención emocional.\n• Validar emociones, evitar juicios y entregar información basada en evidencia.\n• Ulipristal y DIU de cobre son las opciones más eficaces en ventana periovulatoria.\n• La diversidad sexual y de género debe reconocerse y respetarse dentro de la atención en salud sexual.\n• Fortalecer el enfoque de derechos, autonomía y equidad en toda consejería.","feedbackDocente":"Este caso busca evaluar la capacidad del/la matrón/a para integrar habilidades comunicativas, manejo del estrés del usuario y competencia cultural en la consejería sobre anticoncepción de emergencia. Error frecuente: priorizar la entrega rápida del fármaco sin contención emocional ni enfoque inclusivo. La competencia docente esperada es brindar atención empática, basada en derechos y adaptada a la diversidad de usuarios."}],"referencias":["Ministerio de Salud de Chile. Norma Nacional sobre Regulación de la Fertilidad (MINSAL, 2018).","Organización Mundial de la Salud. Guía de Práctica para la Atención Integral de Salud Sexual y Reproductiva (OMS, 2021).","IPPF. Consejería centrada en derechos y diversidad en salud sexual y reproductiva (2020)."]},{"id":"ac-diu-cu-sin-hilos-aps","modulo":"Anticoncepción","dificultad":"Media","titulo":"DIU con hilos no visibles en APS: manejo seguro y consejería centrada en la paciente","vigneta":"Mujer de 41 años, usuaria de TCu380A hace aproximadamente 9 años. Consulta en CESFAM para control y eventual recambio. Niega dolor, fiebre o flujo anormal. Refiere reglas regulares, algo más escasas en el último año. Pareja estable. Antecedentes: hipertensión arterial controlada con losartán 50 mg/día. PAP y mamografía vigentes. En el examen ginecológico no se observan hilos del DIU en el orificio cervical externo. La paciente se inquieta y pregunta si el DIU 'se perdió adentro'.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"En APS, ¿cuál es la primera acción correcta ante hilos no visibles en una usuaria asintomática?","opciones":[{"id":"a","texto":"Intentar extraer el DIU inmediatamente con pinza en el box.","explicacion":"Incorrecto. No se debe extraer a ciegas sin confirmar ubicación; riesgo de lesión o extracción incompleta."},{"id":"b","texto":"Explicar que se confirmará la posición del DIU mediante ecografía transvaginal.","esCorrecta":true,"explicacion":"Correcto. Confirmar la localización intrauterina antes de cualquier maniobra es la conducta segura en APS."},{"id":"c","texto":"Derivar de inmediato a urgencia ginecológica por sospecha de perforación.","explicacion":"Incorrecto. Sin dolor, fiebre ni sangrado anormal, no es una urgencia; la evaluación puede ser programada."},{"id":"d","texto":"Realizar tacto bimanual y, si es normal, dar alta sin más estudios.","explicacion":"Insuficiente. Un tacto normal no descarta expulsión parcial o acortamiento de hilos; se requiere imagen."}]},{"id":"p2","tipo":"mcq","enunciado":"La ecografía transvaginal confirma DIU normoinserto en fondo uterino. ¿Cuál es la siguiente conducta en APS?","opciones":[{"id":"a","texto":"Intentar extracción en box con técnica simple (cytobrush/pinza bajo asepsia) y consentimiento informado.","esCorrecta":true,"explicacion":"Correcto. Con posición confirmada, se puede intentar extracción ambulatoria con técnica estéril."},{"id":"b","texto":"Solicitar histeroscopia hospitalaria inmediata.","explicacion":"Incorrecto. Es de segunda línea si falla la extracción ambulatoria o hay sospecha de enclavamiento."},{"id":"c","texto":"Dejar el DIU instalado y citar en un año.","explicacion":"Incorrecto. Está al límite de vida útil; se debe retirar o recambiar según deseo reproductivo."},{"id":"d","texto":"Indicar antibiótico profiláctico previo a cualquier maniobra.","explicacion":"No indicado de rutina. La extracción simple no requiere profilaxis en ausencia de infección."}]},{"id":"p3","tipo":"mcq","enunciado":"Durante la consejería, pregunta si el DIU 'ya no sirve' porque cumplió los años. ¿Cuál es la orientación más precisa?","opciones":[{"id":"a","texto":"El cobre pierde eficacia anticonceptiva al completar su vida útil; corresponde retiro o recambio.","esCorrecta":true,"explicacion":"Correcto. Tras 10 años para TCu380A, se recomienda retiro/recambio si desea continuar con el método."},{"id":"b","texto":"Puede durar toda la vida si no produce molestias.","explicacion":"Incorrecto. No es un método permanente; la evidencia limita su vida útil."},{"id":"c","texto":"Solo requiere control anual; no es necesario extraerlo aunque esté vencido.","explicacion":"Incorrecto. Control no reemplaza la necesidad de recambio al término de la vida útil."},{"id":"d","texto":"Se debe retirar siempre a los 5 años por riesgo alto de infección.","explicacion":"Incorrecto. El TCu380A tiene vida útil prolongada; el retiro a 5 años no corresponde a la evidencia."}]},{"id":"p4","tipo":"mcq","enunciado":"Tras retirar el DIU sin complicaciones, la usuaria comenta que 'los DIU se entierran en el útero'. ¿Cómo respondes desde la consejería basada en evidencia?","opciones":[{"id":"a","texto":"Confirmas el mito para que opte por otro método más seguro.","explicacion":"Incorrecto. Reforzar mitos daña la confianza en los métodos efectivos."},{"id":"b","texto":"Aclaras que los DIU pueden moverse mínimamente, pero no 'se entierran'; la perforación es poco frecuente y habitualmente ocurre en la inserción.","esCorrecta":true,"explicacion":"Correcto. Desmitificar con evidencia mejora adherencia y reduce ansiedad."},{"id":"c","texto":"Evitas contradecir a su vecina para no generar conflicto.","explicacion":"Incorrecto. Dejar pasar la desinformación perpetúa temores injustificados."},{"id":"d","texto":"Indicas que el ejercicio intenso puede desplazar el DIU y por eso conviene evitarlo.","explicacion":"Incorrecto. No hay evidencia de relación con la actividad física habitual."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Ante hilos no visibles y paciente sin síntomas, confirmar ubicación del DIU antes de maniobras.\n• Con DIU intrauterino confirmado, se puede intentar extracción ambulatoria con técnica estéril.\n• TCu380A: vida útil de 10 años; tras ese plazo, elegir retiro o recambio.\n• Abordar mitos y temores con información clara y empática.\n• Enfoque centrado en la usuaria: seguridad, autonomía y decisión informada.","feedbackDocente":"Competencias evaluadas: (1) seguridad clínica en APS ante hilos no visibles, (2) uso apropiado de ecografía para confirmar posición antes de manipular, (3) decisión oportuna de retiro/recambio según vida útil, (4) consejería que desmitifica y reduce ansiedad. Error frecuente: extracción a ciegas sin confirmar ubicación o postergar indefinidamente el recambio pese a vida útil cumplida."}],"referencias":["MINSAL (2018). Norma Nacional sobre Regulación de la Fertilidad.","OMS (2015). Medical Eligibility Criteria for Contraceptive Use (5th ed.).","FSRH (2023). Intrauterine Contraception Guideline.","MINSAL (2022). Guía Clínica: Atención Integral en Salud Sexual y Reproductiva."]},{"id":"cx-post-ameu-larc-consejeria","modulo":"Consejería","dificultad":"Media","titulo":"Consejería post-AMEU: autonomía, emociones y elección informada de método LARC","vigneta":"Mujer de 20 años acude al CESFAM una semana después del alta hospitalaria por AMEU realizado por aborto incompleto de 9 semanas, resuelto sin complicaciones. Refiere sentirse físicamente recuperada, aunque emocionalmente triste. Explica que el embarazo no fue planificado y que no se sintió apoyada por su pareja. Comenta: 'no quiero pasar por lo mismo otra vez, pero tampoco quiero que me presionen'. Menciona uso irregular de condón y manifiesta interés por un método que no requiera recordatorios diarios.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Durante la consejería, la usuaria comienza a llorar y dice sentirse culpable. ¿Cuál es la respuesta más adecuada desde el enfoque de salud mental y derechos sexuales y reproductivos?","opciones":[{"id":"a","texto":"Decirle que debe ser fuerte y concentrarse en no volver a embarazarse pronto.","explicacion":"Incorrecto. Minimiza sus emociones y transmite un enfoque coercitivo."},{"id":"b","texto":"Escuchar activamente, validar su tristeza y ofrecer un espacio confidencial de apoyo, reconociendo que el duelo post aborto es una experiencia válida y personal.","esCorrecta":true,"explicacion":"Correcto. Integrar contención emocional favorece decisiones libres e informadas."},{"id":"c","texto":"Derivarla de inmediato a psicología sin continuar la consejería anticonceptiva.","explicacion":"Incorrecto. La derivación puede hacerse, pero no debe suspender la consejería."},{"id":"d","texto":"Restarle importancia a su llanto para evitar prolongar la atención.","explicacion":"Incorrecto. Ignorar la emoción interrumpe la alianza terapéutica."}]},{"id":"p2","tipo":"mcq","enunciado":"En el contexto de APS, ¿por qué la consejería anticonceptiva post aborto inmediato es considerada una estrategia clave de salud pública?","opciones":[{"id":"a","texto":"Porque la fertilidad retorna rápidamente y muchas usuarias no regresan a control, lo que aumenta riesgo de nuevo embarazo no planificado.","esCorrecta":true,"explicacion":"Correcto. Ofrecer el método en el mismo episodio reduce brechas y recurrencia."},{"id":"b","texto":"Porque es obligatorio colocar un método antes del alta.","explicacion":"Incorrecto. La elección debe ser voluntaria, no impuesta."},{"id":"c","texto":"Porque el equipo debe cumplir metas programáticas.","explicacion":"Incorrecto. Los objetivos institucionales no deben condicionar la autonomía de la usuaria."},{"id":"d","texto":"Porque evita todo tipo de repercusiones emocionales posteriores.","explicacion":"Incorrecto. El método no reemplaza el acompañamiento emocional."}]},{"id":"p3","tipo":"mcq","enunciado":"La usuaria manifiesta interés por el implante subdérmico, pero teme que 'la juzguen por ser tan joven'. ¿Cuál es la respuesta profesional más adecuada?","opciones":[{"id":"a","texto":"Aclarar que la edad no limita el acceso a métodos LARC y reafirmar su derecho a decidir cuándo y si desea embarazarse.","esCorrecta":true,"explicacion":"Correcto. Toda persona en edad fértil tiene derecho a elegir su método sin discriminación."},{"id":"b","texto":"Sugerirle esperar a 'madurar' antes de usar un método de larga duración.","explicacion":"Incorrecto. Refuerza estigmas y vulnera autonomía."},{"id":"c","texto":"Decidir por ella el método más eficaz según criterio profesional.","explicacion":"Incorrecto. La decisión debe ser compartida e informada."},{"id":"d","texto":"Derivarla al nivel secundario porque los LARC se reservan para mujeres mayores de 25 años.","explicacion":"Incorrecto. No existe restricción etaria para implante o DIU en mujeres jóvenes."}]},{"id":"p4","tipo":"mcq","enunciado":"Antes de la inserción del implante, ¿qué elementos deben incluirse en la consejería final?","opciones":[{"id":"a","texto":"Duración, eficacia, posibles efectos secundarios, manejo del sangrado y posibilidad de retiro voluntario en cualquier momento.","esCorrecta":true,"explicacion":"Correcto. La información completa es parte del consentimiento informado."},{"id":"b","texto":"Solo explicar el procedimiento técnico para no generar ansiedad.","explicacion":"Incorrecto. Omitir efectos vulnera la decisión informada."},{"id":"c","texto":"Solicitar autorización de la pareja antes de la inserción.","explicacion":"Incorrecto. El consentimiento corresponde exclusivamente a la usuaria."},{"id":"d","texto":"Resumir verbalmente la información sin entregar material de apoyo.","explicacion":"Incorrecto. Siempre es preferible reforzar verbal y visualmente para asegurar comprensión."}]},{"id":"p5","tipo":"short","enunciado":"Puntos clave del caso","guia":"• La consejería post aborto debe integrar apoyo emocional y anticoncepción inmediata segura.\n• La decisión anticonceptiva debe ser libre, informada y sin coerción.\n• Los métodos LARC son seguros y eficaces tras AMEU o aspiración.\n• La autonomía reproductiva no depende de edad, estado civil ni experiencias previas.\n• El respeto y la empatía son pilares de la consejería en APS.","feedbackDocente":"Competencias esperadas: manejo empático del duelo post aborto, promoción de autonomía reproductiva y aplicación del principio de consentimiento informado en elección de LARC. Error frecuente: reducir la consejería a la eficacia del método sin abordar el componente emocional o sin garantizar decisión libre."}],"referencias":["Ministerio de Salud de Chile. Guía Clínica de Atención Post Aborto (2023).","OMS. Medical Eligibility Criteria for Contraceptive Use (5th ed., 2015).","IPPF. Manual de Consejería en Salud Sexual y Reproductiva (2021).","MINSAL. Norma Nacional sobre Regulación de la Fertilidad (2018)."]},{"id":"cx-ae-amnesia-intoxicacion","modulo":"Consejería","dificultad":"Alta","titulo":"Consejería en APS: anticoncepción de emergencia y acompañamiento ante posible vulneración","vigneta":"Joven de 18 años consulta al CESFAM al mediodía. Relata: 'no me acuerdo bien de lo que pasó anoche, solo sé que desperté en la casa de un amigo'. Refiere consumo de alcohol y no está segura si hubo relaciones sexuales. No tiene pareja estable. No presenta dolor, sangrado ni lesiones visibles, pero se muestra ansiosa y con mirada baja. Pregunta: '¿puedo tomar la pastilla del día después por si acaso?'. Niega uso de anticonceptivos regulares y solicita confidencialidad: 'no quiero que mis papás sepan'.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Ante esta situación, ¿cuál es la primera acción que debe realizar el profesional en APS?","opciones":[{"id":"a","texto":"Preguntar de inmediato detalles del evento para determinar si hubo abuso sexual.","explicacion":"Incorrecto. Indagar sin contención puede re-traumatizar o bloquear el relato. Primero se debe garantizar seguridad y contención emocional."},{"id":"b","texto":"Asegurar un espacio privado y seguro, ofrecer contención emocional y evaluar riesgos físicos y emocionales de forma gradual.","esCorrecta":true,"explicacion":"Correcto. La prioridad inicial es brindar un entorno seguro, empático y sin juicios antes de abordar aspectos clínicos o legales."},{"id":"c","texto":"Derivar inmediatamente a Carabineros antes de entregar anticoncepción de emergencia.","explicacion":"Incorrecto. La denuncia es un derecho, no una obligación inmediata. Primero se debe atender y estabilizar a la usuaria."},{"id":"d","texto":"Centrar la atención en obtener consentimiento firmado de los padres para proceder.","explicacion":"Incorrecto. A los 18 años tiene plena capacidad para decidir; la confidencialidad debe respetarse."}]},{"id":"p2","tipo":"mcq","enunciado":"La paciente pregunta si puede tomar anticoncepción de emergencia aunque no recuerde si tuvo relaciones. ¿Qué corresponde hacer?","opciones":[{"id":"a","texto":"Ofrecer anticoncepción de emergencia inmediatamente, explicando su seguridad y que no es abortiva.","esCorrecta":true,"explicacion":"Correcto. Ante duda razonable, se debe ofrecer AE sin demora; su eficacia depende del tiempo y no causa aborto."},{"id":"b","texto":"Esperar confirmación de relación sexual antes de entregar la AE.","explicacion":"Incorrecto. Esperar puede reducir la eficacia; ante incertidumbre, se indica de igual modo."},{"id":"c","texto":"Solicitar autorización escrita de un adulto responsable antes de la entrega.","explicacion":"Incorrecto. No corresponde; la usuaria mayor de edad decide por sí misma."},{"id":"d","texto":"Negar la AE y citar en 48 horas para reevaluar.","explicacion":"Incorrecto. Retrasar la entrega vulnera derechos y disminuye la efectividad del método."}]},{"id":"p3","tipo":"mcq","enunciado":"La joven expresa miedo de haber sido abusada pero dice no querer denunciar. ¿Cuál es la respuesta más adecuada del profesional?","opciones":[{"id":"a","texto":"Respetar su decisión, ofrecer acompañamiento psicológico y explicar que puede denunciar más adelante si lo desea.","esCorrecta":true,"explicacion":"Correcto. Se debe respetar su autonomía y entregar información sobre derechos y redes de apoyo sin presionarla."},{"id":"b","texto":"Insistir en denunciar de inmediato aunque no lo desee.","explicacion":"Incorrecto. Obligar o presionar puede generar desconfianza y retraumatización."},{"id":"c","texto":"Evitar hablar del tema para no incomodarla.","explicacion":"Incorrecto. El silencio institucional se percibe como indiferencia y vulnera el enfoque de género y derechos."},{"id":"d","texto":"Decirle que si no denuncia, el establecimiento no puede atenderla.","explicacion":"Incorrecto. La atención en salud no depende de una denuncia; debe garantizarse siempre."}]},{"id":"p4","tipo":"mcq","enunciado":"Antes de finalizar la atención, ¿qué elementos deben incluirse en la consejería integral?","opciones":[{"id":"a","texto":"Ofrecer AE, evaluación de ITS y profilaxis según riesgo, derivación a salud mental y acompañamiento confidencial.","esCorrecta":true,"explicacion":"Correcto. El abordaje debe ser integral, asegurando atención física, emocional y social sin juicios ni coerción."},{"id":"b","texto":"Solo entregar la píldora y citar para control en una semana.","explicacion":"Incorrecto. La atención no debe reducirse a la entrega del fármaco."},{"id":"c","texto":"Aconsejarle no volver a consumir alcohol en el futuro.","explicacion":"Incorrecto. Un enfoque moralizante no contribuye a la prevención ni genera confianza."},{"id":"d","texto":"Derivarla directamente a ginecología sin explicaciones.","explicacion":"Incorrecto. El nivel primario debe ofrecer contención y primeras intervenciones clínicas."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• La confidencialidad y el respeto son esenciales en la atención a jóvenes en APS.\n• Ante duda de exposición sexual, la AE debe ofrecerse sin demora, explicando que no es abortiva.\n• La atención debe incluir contención emocional, evaluación de ITS y derivación a apoyo psicológico.\n• La denuncia es un derecho, no una obligación inmediata; respetar el ritmo y decisión de la usuaria.\n• La empatía y la no violencia institucional son pilares del abordaje ético en salud sexual y reproductiva.","feedbackDocente":"Este caso evalúa la competencia del/la matrón/a en situaciones de alta carga emocional y potencial vulneración. Se espera contención inicial, respeto por la autonomía y aplicación del protocolo de atención integral post exposición sexual. Error frecuente: priorizar el trámite judicial o moralizar la conducta en lugar de garantizar atención clínica oportuna y segura."}],"referencias":["Ministerio de Salud de Chile. Guía de Atención Integral de Salud Sexual y Reproductiva (2022).","Organización Mundial de la Salud. Atención clínica y psicosocial post violencia sexual (2021).","IPPF. Consejería para adolescentes y jóvenes en salud sexual y reproductiva (2020).","MINSAL. Norma Nacional sobre Regulación de la Fertilidad (2018)."]},{"id":"ac-metodo-inyectable-olvido","modulo":"Anticoncepción","dificultad":"Baja","titulo":"Olvido de anticonceptivo inyectable: manejo y consejería en APS","vigneta":"Mujer de 23 años acude al CESFAM preocupada porque se atrasó con la inyección. Utiliza anticonceptivo inyectable combinado mensual (Cyclofem). Su última dosis fue hace 6 semanas. No ha tenido relaciones sexuales en los últimos 5 días, pero tuvo una hace dos semanas sin condón. No presenta síntomas y el test de embarazo rápido en box es negativo. Pregunta: ¿qué hago ahora? ¿la puedo colocar igual?","pasos":[{"id":"p1","tipo":"mcq","enunciado":"¿Cuál es el intervalo máximo de seguridad para aplicar el anticonceptivo inyectable mensual sin requerir refuerzo adicional?","opciones":[{"id":"a","texto":"Hasta 28 días exactos después de la dosis anterior.","explicacion":"Incorrecto. A los 28 días se cumple el mes, pero se admite un margen de seguridad adicional."},{"id":"b","texto":"Hasta 33 días (±5 días de la fecha prevista).","esCorrecta":true,"explicacion":"Correcto. Los inyectables mensuales pueden aplicarse hasta 33 días después de la dosis previa sin pérdida significativa de eficacia."},{"id":"c","texto":"Hasta 45 días sin necesidad de método adicional.","explicacion":"Incorrecto. Después de los 33 días ya se considera retraso y requiere refuerzo anticonceptivo."},{"id":"d","texto":"No existe margen; debe reiniciar esquema si hay atraso de un día.","explicacion":"Incorrecto. Es falso y genera sobreintervención innecesaria."}]},{"id":"p2","tipo":"mcq","enunciado":"La paciente tiene 6 semanas desde la última inyección. El test de embarazo es negativo. ¿Cuál es la conducta correcta en APS?","opciones":[{"id":"a","texto":"Aplicar la inyección hoy mismo y recomendar preservativo por 7 días.","esCorrecta":true,"explicacion":"Correcto. Puede reiniciarse la inyección si el test es negativo y no hay sospecha de embarazo. Se requiere protección adicional durante una semana."},{"id":"b","texto":"Esperar a que menstrúe para reiniciar el método.","explicacion":"Incorrecto. Retrasa innecesariamente la protección y aumenta riesgo de embarazo."},{"id":"c","texto":"Indicar anticoncepción oral por un mes antes de retomar las inyecciones.","explicacion":"Incorrecto. No es necesario cambiar temporalmente el método."},{"id":"d","texto":"No aplicar el método porque se perdió la eficacia definitiva.","explicacion":"Incorrecto. El método sigue siendo válido si se reinicia correctamente."}]},{"id":"p3","tipo":"mcq","enunciado":"¿Qué recomendación educativa es fundamental para mejorar la adherencia en el uso de inyectables?","opciones":[{"id":"a","texto":"Usar recordatorios visuales o alarmas con la fecha de la próxima dosis.","esCorrecta":true,"explicacion":"Correcto. Alarmas, calendario o mensajes ayudan a mantener la adherencia en APS."},{"id":"b","texto":"Aplicar doble dosis para compensar retrasos.","explicacion":"Incorrecto. No mejora la eficacia y puede aumentar efectos adversos."},{"id":"c","texto":"Suspender el método si olvida más de dos dosis seguidas.","explicacion":"Incorrecto. Requiere consejería y reevaluación voluntaria, no castigo terapéutico."},{"id":"d","texto":"Cambiar a DIU de manera obligatoria para evitar olvidos.","explicacion":"Incorrecto. La elección del método siempre es voluntaria."}]},{"id":"p4","tipo":"mcq","enunciado":"La paciente comenta que su pareja se enoja cuando usa condón. ¿Cómo abordar esto desde la consejería en APS?","opciones":[{"id":"a","texto":"Validar su preocupación, reforzar su autonomía y explorar opciones seguras que no dependan de la pareja.","esCorrecta":true,"explicacion":"Correcto. La consejería debe fortalecer la autonomía y seguridad de la usuaria, ofreciendo alternativas que no requieran negociación."},{"id":"b","texto":"Recomendar terminar la relación de inmediato.","explicacion":"Incorrecto. La consejería no impone decisiones personales; ofrece opciones de autocuidado y redes de apoyo."},{"id":"c","texto":"No intervenir porque es un tema privado.","explicacion":"Incorrecto. La coerción sexual y las barreras para usar métodos son asuntos de salud pública."},{"id":"d","texto":"Indicar que use doble método sin comentarlo con su pareja.","explicacion":"Incorrecto. Las decisiones deben ser informadas y voluntarias; priorizar seguridad sin fomentar ocultamiento."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Margen de seguridad para inyectables combinados: hasta 33 días.\n• Si hay retraso mayor y test negativo: aplicar hoy  condón 7 días.\n• Adherencia: educación y recordatorios simples.\n• Consejería: validar, promover autonomía y opciones no dependientes de la pareja.\n• Cada contacto en APS es oportunidad de educación en salud sexual.","feedbackDocente":"Se espera que el/la matrón/a aplique SPR/OMS: reinicio inmediato con respaldo si supera la ventana, use test rápido para razonable certeza de no embarazo y realice consejería que aborde adherencia y dinámicas de poder en la pareja. Error frecuente: exigir menstruación para reiniciar o negar el método por atraso, generando brechas de acceso."}],"referencias":["MINSAL. Norma Nacional sobre Regulación de la Fertilidad (2018).","OMS. Selected Practice Recommendations for Contraceptive Use, 3rd ed. (2016).","PAHO/WHO. Family Planning: A Global Handbook for Providers (2018)."]},{"id":"its-flujo-vaginal-simple","modulo":"ITS","dificultad":"Baja","titulo":"Flujo vaginal y consejería diagnóstica en APS","vigneta":"Mujer de 32 años consulta en el CESFAM por flujo vaginal abundante, blanquecino y maloliente desde hace 4 días. No refiere prurito intenso ni dolor. MAC: condón ocasional. No fiebre. Último PAP hace 1 año: normal. Comenta: 'mi pareja no tiene síntomas'.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Según el cuadro clínico descrito, ¿cuál es el diagnóstico más probable en APS?","opciones":[{"id":"a","texto":"Candidiasis vulvovaginal.","explicacion":"Incorrecto. La candidiasis se caracteriza por prurito intenso, flujo grumoso y dispareunia."},{"id":"b","texto":"Vaginosis bacteriana.","esCorrecta":true,"explicacion":"Correcto. Flujo homogéneo blanco-grisáceo, con mal olor y sin signos inflamatorios orienta a vaginosis bacteriana."},{"id":"c","texto":"Tricomoniasis vaginal.","explicacion":"Incorrecto. La tricomoniasis produce flujo amarillo-verdoso, prurito e inflamación vaginal evidente."},{"id":"d","texto":"Endometritis aguda.","explicacion":"Incorrecto. No hay fiebre ni dolor pélvico, hallazgos típicos del compromiso uterino."}]},{"id":"p2","tipo":"mcq","enunciado":"¿Cuál es la conducta inicial adecuada en APS frente a una sospecha de vaginosis bacteriana?","opciones":[{"id":"a","texto":"Solicitar cultivo vaginal y esperar resultados antes de tratar.","explicacion":"Incorrecto. En APS se puede iniciar tratamiento sindrómico basado en criterios clínicos."},{"id":"b","texto":"Iniciar tratamiento con metronidazol 500 mg cada 12 h por 7 días.","esCorrecta":true,"explicacion":"Correcto. Es el esquema de elección según la guía MINSAL para manejo empírico de vaginosis bacteriana."},{"id":"c","texto":"Indicar higiene con duchas vaginales diarias.","explicacion":"Incorrecto. Las duchas vaginales alteran el pH y agravan la disbiosis."},{"id":"d","texto":"Derivar de inmediato a ginecología.","explicacion":"Incorrecto. El manejo es resolutivo en APS salvo casos recurrentes o complicados."}]},{"id":"p3","tipo":"mcq","enunciado":"¿Qué orientación sobre la pareja sexual es correcta en este cuadro?","opciones":[{"id":"a","texto":"Tratar siempre a la pareja aunque no tenga síntomas.","explicacion":"Incorrecto. No se recomienda tratar a la pareja masculina asintomática en vaginosis bacteriana."},{"id":"b","texto":"Evaluar consejería sexual y promover uso regular de condón.","esCorrecta":true,"explicacion":"Correcto. La educación sexual y el uso de condón ayudan a prevenir ITS y recurrencias."},{"id":"c","texto":"Prohibir las relaciones sexuales durante un mes.","explicacion":"Incorrecto. Basta con evitar relaciones sin protección durante el tratamiento."},{"id":"d","texto":"Solicitar examen de ITS a la pareja sin su consentimiento.","explicacion":"Incorrecto. Toda toma de muestra requiere consentimiento informado."}]},{"id":"p4","tipo":"mcq","enunciado":"¿Qué recomendación de autocuidado es importante en mujeres con vaginosis bacteriana?","opciones":[{"id":"a","texto":"Evitar duchas vaginales y productos perfumados.","esCorrecta":true,"explicacion":"Correcto. Estos productos alteran la microbiota vaginal y predisponen a recurrencias."},{"id":"b","texto":"Usar antibióticos sobrantes cada vez que tenga flujo.","explicacion":"Incorrecto. La automedicación genera resistencia bacteriana y tratamientos ineficaces."},{"id":"c","texto":"Suspender el tratamiento si mejora antes de completarlo.","explicacion":"Incorrecto. Debe completarse el tratamiento para evitar recidivas."},{"id":"d","texto":"Lavar con agua oxigenada diluida.","explicacion":"Incorrecto. Es irritante y daña la mucosa vaginal."}]},{"id":"p5","tipo":"short","enunciado":"Puntos clave del caso","guia":"• La vaginosis bacteriana es la causa más común de flujo vaginal en APS.\n• Diagnóstico clínico: flujo homogéneo, olor a aminas y ausencia de inflamación.\n• Tratamiento: metronidazol oral 500 mg cada 12 h por 7 días.\n• Evitar duchas vaginales, usar ropa interior de algodón y mantener buena higiene.\n• Promover educación sexual y uso de condón.","feedbackDocente":"Este caso busca que el/la estudiante identifique la presentación clásica de vaginosis bacteriana y su manejo sindrómico en APS. Se espera comprensión del rol de la flora vaginal y del enfoque de autocuidado. Error frecuente: sobretratar o derivar innecesariamente en casos simples. Evaluar comunicación empática y consejería educativa."}],"referencias":["MINSAL. Norma de Manejo y Tratamiento de las ITS (2016).","CDC. Sexually Transmitted Infections Treatment Guidelines (2021)."]},{"id":"its-ulcera-sifilis","modulo":"ITS","dificultad":"Baja","titulo":"Úlcera genital indolora en APS: sospecha de sífilis primaria","vigneta":"Varón de 27 años consulta por una 'herida' en el pene, indolora, de 1 cm de diámetro, con bordes limpios y base dura. No presenta fiebre ni secreción. Refiere relaciones sexuales sin condón con pareja ocasional hace 3 semanas. Niega antecedentes previos de ITS.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"¿Cuál es la sospecha diagnóstica más probable en este paciente?","opciones":[{"id":"a","texto":"Herpes genital.","explicacion":"Incorrecto. El herpes causa vesículas dolorosas agrupadas, no úlceras únicas duras."},{"id":"b","texto":"Sífilis primaria (chancro duro).","esCorrecta":true,"explicacion":"Correcto. La úlcera indolora, de bordes regulares y base dura es típica del chancro sifilítico primario."},{"id":"c","texto":"Chancroide (Haemophilus ducreyi).","explicacion":"Incorrecto. El chancroide produce úlceras dolorosas e irregulares con exudado purulento."},{"id":"d","texto":"Dermatitis por contacto.","explicacion":"Incorrecto. No produce lesiones ulceradas ni induradas."}]},{"id":"p2","tipo":"mcq","enunciado":"Según la norma MINSAL, ¿cuál es la conducta inicial correcta frente a esta sospecha clínica?","opciones":[{"id":"a","texto":"Iniciar tratamiento sindrómico con penicilina benzatina 2.4 millones UI IM dosis única.","esCorrecta":true,"explicacion":"Correcto. En APS, si la sospecha es alta, se recomienda tratamiento inmediato sin esperar confirmación serológica."},{"id":"b","texto":"Esperar confirmación serológica antes de tratar.","explicacion":"Incorrecto. El retraso aumenta riesgo de transmisión y progresión."},{"id":"c","texto":"Indicar antibióticos orales por 3 días.","explicacion":"Incorrecto. No erradican Treponema pallidum y no están indicados."},{"id":"d","texto":"Derivar a urgencias para manejo hospitalario.","explicacion":"Incorrecto. No es un cuadro urgente; se maneja en APS."}]},{"id":"p3","tipo":"mcq","enunciado":"¿Qué exámenes deben solicitarse para confirmar el diagnóstico?","opciones":[{"id":"a","texto":"VDRL o RPR (prueba no treponémica) más una prueba treponémica confirmatoria.","esCorrecta":true,"explicacion":"Correcto. La combinación de prueba no treponémica y treponémica permite diagnóstico y seguimiento."},{"id":"b","texto":"Hemograma y orina completa.","explicacion":"Incorrecto. No tienen valor diagnóstico en sífilis."},{"id":"c","texto":"Solo examen de VIH.","explicacion":"Incorrecto. El tamizaje de VIH es importante pero no sustituye el estudio de sífilis."},{"id":"d","texto":"Ecografía testicular.","explicacion":"Incorrecto. No corresponde a este cuadro clínico."}]},{"id":"p4","tipo":"mcq","enunciado":"¿Qué orientación debe darse sobre la pareja sexual reciente?","opciones":[{"id":"a","texto":"Debe ser evaluada y tratada empíricamente, incluso si no presenta síntomas.","esCorrecta":true,"explicacion":"Correcto. La sífilis puede ser asintomática; tratar contactos evita reinfección y corta la cadena de transmisión."},{"id":"b","texto":"Solo necesita control si presenta lesiones visibles.","explicacion":"Incorrecto. Los contactos sexuales requieren estudio independientemente de síntomas."},{"id":"c","texto":"No es necesario avisarle.","explicacion":"Incorrecto. El control de contactos es obligatorio en salud pública."},{"id":"d","texto":"Debe esperar tres meses antes de hacerse el examen.","explicacion":"Incorrecto. El control y tamizaje deben realizarse lo antes posible."}]},{"id":"p5","tipo":"short","enunciado":"Puntos clave del caso","guia":"• Sífilis primaria: úlcera genital indolora, bordes regulares y base dura.\n• Iniciar tratamiento sindrómico con penicilina benzatina IM (2.4 millones UI).\n• Confirmar con VDRL/RPR y prueba treponémica.\n• Tratar contactos sexuales recientes y notificar a vigilancia.\n• Promover educación sexual, uso de condón y testeo de VIH.","feedbackDocente":"Este caso busca que el/la estudiante reconozca el cuadro clínico clásico de sífilis primaria y aplique el manejo sindrómico precoz en APS. Se espera énfasis en prevención y control de contactos. Error frecuente: confundir con herpes o esperar confirmación serológica antes de tratar."}],"referencias":["MINSAL. Norma de Manejo y Tratamiento de las ITS (2016).","CDC. Sexually Transmitted Infections Treatment Guidelines (2021)."]},{"id":"its-candidiasis-vulvovaginal-simple","modulo":"ITS","dificultad":"Baja","titulo":"Candidiasis vulvovaginal en APS: diagnóstico clínico y consejería","vigneta":"Mujer de 19 años consulta por prurito vulvar intenso y flujo blanco grumoso desde hace 4 días. Refiere dispareunia superficial y leve ardor al orinar por contacto. Niega fiebre y mal olor. Relaciones sexuales con pareja estable, condón ocasional. No uso reciente de antibióticos. Test de embarazo no realizado. Comenta que probó un jabón íntimo nuevo la semana pasada.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Por clínica, ¿cuál es el diagnóstico más probable en APS?","opciones":[{"id":"a","texto":"Vaginosis bacteriana","explicacion":"Incorrecto. Suele dar flujo homogéneo con mal olor y poco prurito."},{"id":"b","texto":"Tricomoniasis","explicacion":"Incorrecto. Frecuente flujo amarillo verdoso y colpitis en fresa, con mal olor."},{"id":"c","texto":"Candidiasis vulvovaginal no complicada","esCorrecta":true,"explicacion":"Correcto. Prurito intenso y flujo grumoso blanco sin mal olor es típico."},{"id":"d","texto":"Cervicitis mucopurulenta","explicacion":"Incorrecto. Se asocia a secreción cervical, disuria y a veces sangrado poscoital."}]},{"id":"p2","tipo":"mcq","enunciado":"Conducta inicial razonable en APS para un primer episodio no complicado:","opciones":[{"id":"a","texto":"Clotrimazol óvulo 500 mg dosis única o crema 7 días","esCorrecta":true,"explicacion":"Correcto. Antifúngico tópico de primera línea en APS."},{"id":"b","texto":"Antibiótico de amplio espectro por 7 días","explicacion":"Incorrecto. Empeora el desequilibrio de flora."},{"id":"c","texto":"Lavar con duchas vaginales y jabón antibacterial","explicacion":"Incorrecto. Aumenta irritación y altera microbiota."},{"id":"d","texto":"Esperar evolución sin tratamiento porque es autolimitada","explicacion":"Incorrecto. El tratamiento alivia síntomas y acorta curso."}]},{"id":"p3","tipo":"mcq","enunciado":"Respecto a la pareja sexual en candidiasis no complicada, ¿qué es correcto?","opciones":[{"id":"a","texto":"Tratar siempre a la pareja aunque no tenga síntomas","explicacion":"Incorrecto. No se indica tratamiento sistemático de parejas masculinas asintomáticas."},{"id":"b","texto":"Solo ofrecer tratamiento a la pareja si presenta balanitis o síntomas","esCorrecta":true,"explicacion":"Correcto. Tratar si hay signos o síntomas en la pareja."},{"id":"c","texto":"Indicar abstinencia un mes para evitar reinfección","explicacion":"Incorrecto. Basta evitar relaciones si hay dolor y usar protección hasta que ceda la sintomatología."},{"id":"d","texto":"Derivar a infectología a todas las parejas","explicacion":"Incorrecto. No es necesario en cuadros simples."}]},{"id":"p4","tipo":"mcq","enunciado":"Autocuidado y prevención de recurrencias: el consejo más útil aquí es","opciones":[{"id":"a","texto":"Evitar jabones íntimos y duchas vaginales; preferir ropa interior de algodón","esCorrecta":true,"explicacion":"Correcto. Reduce irritación y favorece microbiota saludable."},{"id":"b","texto":"Usar pantiprotectores diarios perfumados","explicacion":"Incorrecto. Aumentan humedad e irritación."},{"id":"c","texto":"Aplicar yogurt natural intravaginal","explicacion":"Incorrecto. No recomendado; riesgo de irritación e infección."},{"id":"d","texto":"Suspender toda actividad física por dos semanas","explicacion":"Incorrecto. No es necesario salvo molestias locales importantes."}]},{"id":"p5","tipo":"short","enunciado":"Puntos clave del caso","guia":"• Clínica típica: prurito intenso y flujo blanco grumoso sin mal olor.\n• Manejo en APS: clotrimazol tópico; alternativa fluconazol 150 mg VO en no gestantes.\n• Pareja: tratar solo si presenta síntomas (balanitis).\n• Autocuidado: evitar jabones y duchas vaginales; ropa de algodón y buena ventilación.\n• Revaluar si recurrencias frecuentes, embarazo, diabetes o falta de respuesta.","feedbackDocente":"Se espera que el estudiante reconozca el patrón clínico de candidiasis y priorice tratamiento antifúngico tópico en primer episodio no complicado. Error común: indicar antibiótico o duchas vaginales. Recordatorio: en embarazo preferir tratamiento tópico; evaluar factores predisponentes si hay recurrencias."}],"referencias":["MINSAL. Norma Técnica N°187: Manejo de infecciones vaginales en APS.","CDC. STI Treatment Guidelines 2021: Vulvovaginal Candidiasis."]},{"id":"cx-adolescente-primera-consejeria","modulo":"Consejería","dificultad":"Baja","titulo":"Primera consulta de anticoncepción en adolescente: confidencialidad y derechos","vigneta":"Adolescente de 16 años acude sola al CESFAM para 'pedir un método para no quedar embarazada'. Comenta que tiene pareja de su edad y usan condón 'a veces'. Expresa temor: 'si mi mamá se entera, me mata'. Se muestra nerviosa, pero cooperadora. Sin antecedentes médicos relevantes. No usa anticonceptivos previos. Test de embarazo negativo.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Según la normativa chilena vigente, ¿puede recibir anticoncepción sin la presencia de sus padres?","opciones":[{"id":"a","texto":"No, debe estar acompañada por un adulto responsable.","explicacion":"Incorrecto. La ley garantiza acceso confidencial a adolescentes desde los 14 años."},{"id":"b","texto":"Sí, tiene derecho a atención confidencial y acceso a anticoncepción.","esCorrecta":true,"explicacion":"Correcto. La atención debe ser confidencial, respetuosa y centrada en la autonomía progresiva."},{"id":"c","texto":"Solo puede recibir condones, no métodos hormonales.","explicacion":"Incorrecto. Puede acceder a cualquier método según elegibilidad médica."},{"id":"d","texto":"Debe firmar un consentimiento ante notario.","explicacion":"Incorrecto. No se requiere trámite notarial."}]},{"id":"p2","tipo":"mcq","enunciado":"Durante la consejería, la adolescente pregunta: '¿Los anticonceptivos me dejan estéril si los uso mucho tiempo?'. ¿Cuál es la respuesta correcta?","opciones":[{"id":"a","texto":"Sí, el uso prolongado puede afectar la fertilidad.","explicacion":"Incorrecto. Es un mito que debe corregirse."},{"id":"b","texto":"No, los anticonceptivos no afectan la fertilidad una vez que se suspenden.","esCorrecta":true,"explicacion":"Correcto. La fertilidad se recupera normalmente tras suspender el método."},{"id":"c","texto":"Solo los anticonceptivos inyectables causan infertilidad.","explicacion":"Incorrecto. No existe evidencia que lo respalde."},{"id":"d","texto":"Depende de la edad y del peso.","explicacion":"Incorrecto. No determina la reversibilidad del método."}]},{"id":"p3","tipo":"mcq","enunciado":"¿Qué estrategia favorece la adherencia en adolescentes que inician anticoncepción?","opciones":[{"id":"a","texto":"Ofrecer seguimiento cercano y espacio de escucha libre de juicios.","esCorrecta":true,"explicacion":"Correcto. La adherencia mejora cuando la adolescente se siente escuchada y acompañada."},{"id":"b","texto":"Indicar castigos si olvida el método.","explicacion":"Incorrecto. La relación debe ser educativa, no punitiva."},{"id":"c","texto":"Solicitar control solo si presenta efectos secundarios.","explicacion":"Incorrecto. Debe haber control programado de seguimiento."},{"id":"d","texto":"Entregar información técnica sin abordar emociones.","explicacion":"Incorrecto. La consejería integral incluye contención emocional."}]},{"id":"p4","tipo":"mcq","enunciado":"¿Qué mensaje educativo es más importante reforzar durante la consejería?","opciones":[{"id":"a","texto":"Usar doble método (condón  anticonceptivo) para protegerse de ITS y embarazo.","esCorrecta":true,"explicacion":"Correcto. La estrategia del doble método es clave en salud sexual adolescente."},{"id":"b","texto":"Evitar toda actividad sexual hasta ser adulta.","explicacion":"Incorrecto. No es realista ni promueve autonomía."},{"id":"c","texto":"Cambiar de método cada tres meses.","explicacion":"Incorrecto. Solo si hay indicación médica o preferencia."},{"id":"d","texto":"Que consulte únicamente si tiene un problema.","explicacion":"Incorrecto. Se promueven controles regulares."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• La anticoncepción adolescente es confidencial desde los 14 años.\n• La consejería debe ser libre de juicios y promover la autonomía.\n• Educar en el uso del doble método (condón  hormonal).\n• Desmentir mitos sobre fertilidad.\n• Promover controles regulares y acompañamiento positivo.","feedbackDocente":"Se espera que el/la estudiante demuestre: 1) aplicación del marco legal de confidencialidad y autonomía progresiva; 2) corrección de mitos con lenguaje claro; 3) planificación de seguimiento y refuerzo del doble método; 4) comunicación empática, sin juicios, centrada en la persona."}],"referencias":["MINSAL. Guía de Atención Integral de Salud Sexual y Reproductiva Adolescente (2022).","OMS. Family Planning Global Handbook (2018)."]},{"id":"cx-diversidad-trans-saludsexual","modulo":"Consejería","dificultad":"Baja","titulo":"Consejería inclusiva en persona trans: enfoque biológico y comunicacional","vigneta":"Joven de 17 años, asignado varón al nacer, se identifica como mujer trans. Consulta en el CESFAM por orientación en salud sexual. Comenta: 'mi pareja es hombre, y mis amigas dicen que debería tomar pastillas anticonceptivas por si acaso'. No está en terapia hormonal y no ha tenido cirugías genitales. No presenta síntomas ni antecedentes médicos relevantes. Test de embarazo: no aplica.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde el punto de vista biológico, ¿requiere anticoncepción para prevenir embarazo?","opciones":[{"id":"a","texto":"Sí, todas las mujeres trans deben tomar anticonceptivos orales.","explicacion":"Incorrecto. La indicación anticonceptiva depende de la anatomía y el riesgo de gestación; no es universal por identidad de género."},{"id":"b","texto":"No, porque al no tener útero ni ovarios funcionales, no hay riesgo de gestación.","esCorrecta":true,"explicacion":"Correcto. Si conserva anatomía masculina (testículos y pene) y no tiene útero/ovarios, no existe riesgo de embarazo."},{"id":"c","texto":"Solo si tiene relaciones sexuales anales sin condón.","explicacion":"Incorrecto. El sexo anal sin condón puede transmitir ITS, pero no causa embarazo."},{"id":"d","texto":"Sí, porque los anticonceptivos ayudan a regular el deseo sexual.","explicacion":"Incorrecto. Los anticonceptivos no están indicados para modular el deseo; además, aquí no existe riesgo de embarazo."}]},{"id":"p2","tipo":"mcq","enunciado":"¿Cuál es la principal necesidad de consejería en este caso?","opciones":[{"id":"a","texto":"Orientación sobre prevención de ITS y autocuidado sexual.","esCorrecta":true,"explicacion":"Correcto. El foco es reducción de riesgos: condón, tamizaje de ITS y prácticas sexuales seguras."},{"id":"b","texto":"Iniciar anticonceptivos combinados inmediatamente.","explicacion":"Incorrecto. No hay indicación anticonceptiva al no existir riesgo de gestación."},{"id":"c","texto":"Derivación a ginecología para confirmar identidad de género.","explicacion":"Incorrecto. La identidad no requiere validación médica; solo derivar si la usuaria solicita procesos específicos."},{"id":"d","texto":"Indicar abstinencia sexual permanente.","explicacion":"Incorrecto. La consejería debe ser realista, basada en derechos y sin juicios."}]},{"id":"p3","tipo":"mcq","enunciado":"Durante la atención, el profesional duda cómo llamarla. ¿Qué conducta demuestra enfoque inclusivo?","opciones":[{"id":"a","texto":"Preguntar directamente qué nombre y pronombres desea que se usen.","esCorrecta":true,"explicacion":"Correcto. Preguntar y respetar nombre y pronombres elegidos es estándar de trato digno."},{"id":"b","texto":"Usar el nombre legal del registro civil por seguridad.","explicacion":"Incorrecto. El nombre legal se usa solo en documentos; en la interacción clínica se usa el social elegido."},{"id":"c","texto":"Evitar llamarla por su nombre para no equivocarse.","explicacion":"Incorrecto. Invisibiliza la identidad y deteriora el vínculo terapéutico."},{"id":"d","texto":"Solicitar acompañamiento familiar para tratar el tema.","explicacion":"Incorrecto. La atención es confidencial; no se requiere presencia familiar salvo que la usuaria lo pida."}]},{"id":"p4","tipo":"mcq","enunciado":"¿Qué orientación práctica debe entregarse al finalizar la consulta?","opciones":[{"id":"a","texto":"Promover uso sistemático de condón y tamizaje regular de ITS según prácticas sexuales.","esCorrecta":true,"explicacion":"Correcto. Prevención primaria y secundaria: condón consistente y testeo de ITS (VIH, sífilis, GC/CT según exposición)."},{"id":"b","texto":"Indicar terapia hormonal de afirmación de género de inmediato.","explicacion":"Incorrecto. La terapia hormonal requiere evaluación especializada y consentimiento informado."},{"id":"c","texto":"Evitar hablar de sexualidad para no incomodar.","explicacion":"Incorrecto. Omitir el tema perpetúa barreras; la APS debe abordarlo con lenguaje claro y respetuoso."},{"id":"d","texto":"Limitar el uso de condón solo a nuevas parejas.","explicacion":"Incorrecto. El uso constante es clave en toda relación con riesgo de ITS, nuevas o estables."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• La evaluación del riesgo debe centrarse en prácticas sexuales y anatomía, no en la identidad de género.\n• No existe riesgo de embarazo si no hay útero/ovarios; por tanto, no se requieren anticonceptivos para gestación.\n• Priorizar prevención de ITS: condón, lubricantes a base de agua, tamizaje periódico según exposición.\n• Preguntar y respetar nombre y pronombres elegidos; confidencialidad garantizada.\n• Ofrecer información sobre rutas de acceso a salud trans-affirmativa si la usuaria lo solicita.","feedbackDocente":"Se espera que el/la estudiante: 1) diferencie riesgo de embarazo de riesgo de ITS según anatomía y prácticas; 2) aplique comunicación inclusiva (nombre/pronombres, lenguaje no estigmatizante); 3) estructure consejería breve con prevención, tamizaje y derechos; 4) respete confidencialidad y autonomía, ofreciendo derivación informada solo si la usuaria lo desea."}],"referencias":["MINSAL. Orientaciones Técnicas para la Atención de Personas LGBTIQA (2022).","OPS/OMS. Salud sexual sin discriminación (2021).","MINSAL. Guía de Atención Integral Adolescente (2022)."]},{"id":"cx-climaterio-sexualidad","modulo":"Consejería","dificultad":"Baja","titulo":"Consejería sobre sexualidad y mitos en el climaterio","vigneta":"Mujer de 52 años, sin menstruación hace 18 meses. Refiere molestias vaginales, dispareunia leve y disminución del deseo sexual. No usa terapia hormonal ni anticoncepción. Comenta: 'mi pareja dice que ya no me interesa, pero yo no sé si esto es normal o si ya no sirve'. Se muestra avergonzada y teme hablar del tema. No antecedentes mórbidos relevantes.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde el punto de vista fisiológico, ¿qué factor hormonal explica parte de los síntomas descritos?","opciones":[{"id":"a","texto":"Disminución de estrógenos, que reduce la lubricación y la elasticidad vaginal.","esCorrecta":true,"explicacion":"Correcto. El hipoestrogenismo genera atrofia vulvovaginal y menor lubricación, causando molestias sexuales y dispareunia."},{"id":"b","texto":"Aumento de testosterona, que inhibe el deseo sexual.","explicacion":"Incorrecto. En el climaterio la testosterona también disminuye; su déficit puede contribuir a menor deseo, no su exceso."},{"id":"c","texto":"Aumento de prolactina por la edad.","explicacion":"Incorrecto. No se produce un aumento fisiológico de prolactina con la edad."},{"id":"d","texto":"Exceso de progesterona endógena.","explicacion":"Incorrecto. La progesterona también disminuye en esta etapa; el síntoma central deriva del déficit estrogénico."}]},{"id":"p2","tipo":"mcq","enunciado":"Durante la consejería, la paciente dice: 'mi vida sexual ya terminó'. ¿Cuál es la respuesta más adecuada desde el enfoque de salud sexual positiva?","opciones":[{"id":"a","texto":"Explicar que la sexualidad continúa en todas las etapas de la vida y puede adaptarse con apoyo y comunicación.","esCorrecta":true,"explicacion":"Correcto. La sexualidad no desaparece con la menopausia; cambia su expresión y puede mantenerse satisfactoria con acompañamiento y educación."},{"id":"b","texto":"Confirmar que la menopausia marca el fin de la vida sexual.","explicacion":"Incorrecto. Es un mito frecuente; la salud sexual se conserva con educación, lubricación y comunicación de pareja."},{"id":"c","texto":"Derivar directamente a psicología sin abordar el tema.","explicacion":"Incorrecto. La matrona o profesional de APS debe ofrecer acompañamiento inicial y educación antes de derivar."},{"id":"d","texto":"Recomendar abstinencia para evitar molestias.","explicacion":"Incorrecto. No es necesario suspender la actividad sexual; los síntomas pueden aliviarse con lubricantes y tratamiento local."}]},{"id":"p3","tipo":"mcq","enunciado":"¿Qué intervención simple y segura puede mejorar su calidad sexual sin requerir terapia hormonal sistémica?","opciones":[{"id":"a","texto":"Lubricantes y humectantes vaginales de uso regular.","esCorrecta":true,"explicacion":"Correcto. Son primera línea en el manejo del síndrome genitourinario del climaterio, mejorando confort y función sexual."},{"id":"b","texto":"Suplementos de calcio y vitamina D.","explicacion":"Incorrecto. Benefician la salud ósea, pero no mejoran los síntomas vaginales o sexuales."},{"id":"c","texto":"Antidepresivos ISRS de baja dosis.","explicacion":"Incorrecto. No son tratamiento de elección y pueden disminuir el deseo sexual."},{"id":"d","texto":"Evitar completamente las relaciones sexuales.","explicacion":"Incorrecto. La inactividad sexual puede empeorar la sequedad y la atrofia vaginal."}]},{"id":"p4","tipo":"mcq","enunciado":"¿Qué componente comunicacional mejora la adherencia y la satisfacción de la paciente?","opciones":[{"id":"a","texto":"Validar sus emociones, normalizar los cambios y ofrecer soluciones prácticas.","esCorrecta":true,"explicacion":"Correcto. La validación emocional y la educación empática son esenciales para fortalecer la adherencia y confianza terapéutica."},{"id":"b","texto":"Evitar hablar de temas íntimos para no incomodarla.","explicacion":"Incorrecto. Evitar el tema perpetúa tabúes y limita la atención integral."},{"id":"c","texto":"Centrarse solo en la parte hormonal del problema.","explicacion":"Incorrecto. El enfoque debe ser biopsicosocial e incluir componentes emocionales y relacionales."},{"id":"d","texto":"Entregarle solo un folleto informativo y finalizar la consulta.","explicacion":"Incorrecto. La educación requiere diálogo, validación y acompañamiento, no solo material escrito."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• La sexualidad en el climaterio sigue siendo parte de la salud integral.\n• El hipoestrogenismo causa síntomas locales tratables con medidas simples.\n• Lubricantes y humectantes vaginales son primera línea.\n• La validación emocional y la escucha activa favorecen la adherencia.\n• Romper mitos mejora la calidad de vida y la salud sexual.","feedbackDocente":"Se espera que el/la estudiante: 1) explique fisiopatología básica del climaterio de forma comprensible; 2) identifique estrategias no hormonales de primera línea; 3) utilice comunicación empática y lenguaje no estigmatizante; 4) promueva un enfoque de salud sexual positiva, derribando mitos y promoviendo bienestar."}],"referencias":["MINSAL. Guía Climaterio y Menopausia (2020).","OMS. Salud Sexual y Envejecimiento (2018)."]},{"id":"cx-climaterio-anticoncepcion","modulo":"Consejería","dificultad":"Baja","titulo":"Consejería en anticoncepción durante la transición menopáusica","vigneta":"Mujer de 48 años, G3P3, consulta en APS porque desea suspender su anticonceptivo oral combinado 'ya que casi no le llega la regla'. FUR hace 3 meses. Sin comorbilidades. Su hermana le dijo que 'ya no puede quedar embarazada a esta edad'. Desea orientación sobre si continuar o no con método anticonceptivo.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"¿Existe aún riesgo de embarazo a los 48 años con menstruaciones irregulares?","opciones":[{"id":"a","texto":"Sí, mientras no haya 12 meses consecutivos sin menstruación, existe riesgo.","esCorrecta":true,"explicacion":"Correcto. La menopausia se confirma tras 12 meses de amenorrea; antes puede ocurrir ovulación espontánea."},{"id":"b","texto":"No, el ovario deja de funcionar totalmente a los 45 años.","explicacion":"Incorrecto. La función ovárica disminuye gradualmente y puede persistir actividad hasta la menopausia clínica."},{"id":"c","texto":"Solo si usa anticonceptivos orales.","explicacion":"Incorrecto. El riesgo depende de la función ovárica, no del uso de ACO."},{"id":"d","texto":"Depende del peso corporal.","explicacion":"Incorrecto. El IMC no determina por sí solo el cese de la ovulación."}]},{"id":"p2","tipo":"mcq","enunciado":"¿Cuál de los siguientes métodos es una buena alternativa durante la transición menopáusica?","opciones":[{"id":"a","texto":"DIU con levonorgestrel (LNG-IUS), que controla sangrado y previene embarazo.","esCorrecta":true,"explicacion":"Correcto. Es seguro y eficaz, reduce el sangrado y puede mantenerse hasta la menopausia."},{"id":"b","texto":"Suspender todo método inmediatamente.","explicacion":"Incorrecto. Persisten ovulaciones esporádicas y riesgo de embarazo no planificado."},{"id":"c","texto":"Solo usar métodos naturales.","explicacion":"Incorrecto. La irregularidad hormonal reduce su confiabilidad."},{"id":"d","texto":"Usar anticonceptivos orales solo cuando haya sangrado.","explicacion":"Incorrecto. Es un uso inadecuado y no asegura protección."}]},{"id":"p3","tipo":"mcq","enunciado":"Además de la anticoncepción, ¿qué tema de salud preventiva es prioritario abordar?","opciones":[{"id":"a","texto":"Tamizaje de cáncer cervicouterino y mamografía.","esCorrecta":true,"explicacion":"Correcto. En esta etapa se refuerzan PAP/mamografía y, según riesgo, salud ósea y cardiovascular."},{"id":"b","texto":"Suspender controles médicos porque ya no menstrúa.","explicacion":"Incorrecto. Deben mantenerse controles preventivos periódicos."},{"id":"c","texto":"Evitar actividad física intensa.","explicacion":"Incorrecto. El ejercicio regular es beneficioso para CV y hueso."},{"id":"d","texto":"Recomendar suplementos hormonales sin evaluación.","explicacion":"Incorrecto. Cualquier terapia hormonal requiere evaluación individual de riesgos/beneficios."}]},{"id":"p4","tipo":"mcq","enunciado":"Durante la consejería, ¿cuál es el mensaje educativo más importante?","opciones":[{"id":"a","texto":"Explicar que la anticoncepción debe mantenerse hasta 12 meses sin regla (menopausia confirmada).","esCorrecta":true,"explicacion":"Correcto. Este criterio clínico permite suspender el método de forma segura."},{"id":"b","texto":"Indicar suspender el método al cumplir 45 años.","explicacion":"Incorrecto. No existe un corte etario rígido; depende de función ovárica y riesgo individual."},{"id":"c","texto":"Cambiar a métodos naturales para “descansar”.","explicacion":"Incorrecto. No se recomiendan por su menor eficacia en esta etapa."},{"id":"d","texto":"Usar anticonceptivos combinados hasta los 60 años.","explicacion":"Incorrecto. El riesgo CV con estrógeno aumenta con la edad; se prefieren opciones sin estrógeno."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• El riesgo de embarazo persiste hasta 12 meses de amenorrea.\n• DIU-LNG es opción destacada por eficacia y control del sangrado.\n• Integrar prevención: PAP, mamografía y evaluación de salud ósea/CV.\n• Consejería centrada en la etapa vital y preferencias.\n• La menopausia no implica suspensión automática del método.","feedbackDocente":"Se espera que el/la estudiante: 1) explique con claridad el criterio de 12 meses de amenorrea; 2) proponga alternativas seguras (preferir métodos sin estrógeno en mayores de 40 según riesgo); 3) integre pesquisa preventiva (PAP, mamografía, factores CV/óseos); 4) realice consejería basada en autonomía y mitos frecuentes."}],"referencias":["MINSAL. Guía Climaterio y Menopausia (2020).","OMS. Family Planning Global Handbook (2018).","CDC. U.S. MEC for Contraceptive Use (2021)."]},{"id":"its-adolescente-confidencialidad","modulo":"ITS","dificultad":"Baja","titulo":"Consejería en ITS en adolescente y confidencialidad en APS","vigneta":"Adolescente de 16 años consulta sola al CESFAM por flujo vaginal con mal olor desde hace una semana. Dice que tuvo relaciones con su pareja 'sin condón porque confiaba en él'. Se muestra preocupada y pregunta si debe contarle a su madre. No antecedentes mórbidos. No usa ningún método anticonceptivo. No presenta fiebre ni dolor pélvico.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde el punto de vista legal y ético, ¿cómo debe manejarse la confidencialidad en esta atención?","opciones":[{"id":"a","texto":"Debe informar siempre a los padres, ya que es menor de edad.","explicacion":"Incorrecto. La normativa chilena permite atención confidencial en salud sexual a partir de los 14 años."},{"id":"b","texto":"Garantizar confidencialidad y explicar sus límites (solo se rompe ante riesgo vital o vulneración grave).","esCorrecta":true,"explicacion":"Correcto. La confidencialidad es clave para generar confianza y continuidad; se explican límites legales con lenguaje claro."},{"id":"c","texto":"Atenderla solo si viene con un adulto responsable.","explicacion":"Incorrecto. Puede ser atendida de forma autónoma en temas de salud sexual y reproductiva."},{"id":"d","texto":"Informar al colegio si sospecha de actividad sexual.","explicacion":"Incorrecto. Sería una vulneración de la confidencialidad y de sus derechos."}]},{"id":"p2","tipo":"mcq","enunciado":"El flujo es homogéneo, grisáceo y con olor a aminas. ¿Cuál es el diagnóstico más probable en APS?","opciones":[{"id":"a","texto":"Candidiasis vaginal.","explicacion":"Incorrecto. Suele dar prurito intenso, dispareunia y flujo grumoso blanquecino."},{"id":"b","texto":"Tricomoniasis vaginal.","explicacion":"Incorrecto. Típicamente flujo amarillo-verdoso, espumoso y cervicitis."},{"id":"c","texto":"Vaginosis bacteriana.","esCorrecta":true,"explicacion":"Correcto. El flujo homogéneo con mal olor y sin inflamación sugiere vaginosis bacteriana por disbiosis. No es una ITS clásica, pero puede coexistir con ITS."},{"id":"d","texto":"Gonorrea cervical.","explicacion":"Incorrecto. Se asocia a flujo purulento amarillo-verdoso y a veces dolor pélvico."}]},{"id":"p3","tipo":"mcq","enunciado":"¿Cuál es la orientación prioritaria que debe entregarse durante la consejería?","opciones":[{"id":"a","texto":"Uso consistente del condón y evitar relaciones sexuales hasta completar el tratamiento indicado.","esCorrecta":true,"explicacion":"Correcto. Protege frente a ITS y previene reinfecciones; además refuerza adherencia al tratamiento."},{"id":"b","texto":"No volver a control si los síntomas mejoran.","explicacion":"Incorrecto. Debe asistir a control post tratamiento y considerar tamizaje de ITS."},{"id":"c","texto":"Iniciar anticonceptivos orales sin evaluar riesgos de ITS.","explicacion":"Incorrecto. Primero resolver el cuadro actual y luego revisar opciones anticonceptivas según elegibilidad."},{"id":"d","texto":"Evitar hablar de prácticas sexuales para no incomodarla.","explicacion":"Incorrecto. La evaluación de prácticas es necesaria con lenguaje respetuoso y sin juicios."}]},{"id":"p4","tipo":"mcq","enunciado":"Como parte del enfoque integral de APS, ¿qué intervención corresponde?","opciones":[{"id":"a","texto":"Tamizaje de ITS según riesgo y entrega de condones con educación en autocuidado.","esCorrecta":true,"explicacion":"Correcto. Oportunidad para test de VIH y sífilis, y eventual GC/CT según protocolo local, más educación práctica."},{"id":"b","texto":"Derivación inmediata a ginecología por ser menor de edad.","explicacion":"Incorrecto. APS puede diagnosticar, tratar y educar; derivar solo si hay criterios clínicos."},{"id":"c","texto":"No registrar en ficha para proteger su privacidad.","explicacion":"Incorrecto. Debe registrarse en ficha con resguardo de confidencialidad."},{"id":"d","texto":"No entregar condones para no incentivar actividad sexual.","explicacion":"Incorrecto. La entrega de condones es parte de la prevención basada en evidencia."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Confidencialidad garantizada desde los 14 años, con límites informados.\n• El patrón descrito orienta a vaginosis bacteriana; no es ITS clásica, pero requiere educación y tamizaje según riesgo.\n• Priorizar consejería en uso de condón y evitar relaciones sin protección hasta completar tratamiento.\n• Enfoque integral en APS: diagnóstico, tratamiento, educación y entrega de insumos.\n• Trato empático y lenguaje claro favorecen adherencia y seguimiento.","feedbackDocente":"Criterios de corrección: 1) Explica correctamente confidencialidad y sus límites; 2) Reconoce el patrón clínico de vaginosis bacteriana y diferencia de ITS; 3) Indica consejería práctica en condón, abstinencia temporal y control; 4) Integra tamizaje de ITS y registro clínico; 5) Mantiene enfoque respetuoso y centrado en la adolescente."}],"referencias":["MINSAL. Guía Clínica Infecciones de Transmisión Sexual (2018).","MINSAL. Guía de Atención Integral en Salud Sexual y Reproductiva Adolescente (2022).","Ley 20.418. Normas sobre información, orientación y prestaciones en regulación de la fertilidad."]},{"id":"ac-adolescente-inicio-mac","modulo":"Anticoncepción","dificultad":"Baja","titulo":"Consejería en adolescente que inicia vida sexual","vigneta":"Adolescente de 17 años acude al CESFAM acompañada de una amiga. Refiere que comenzó su vida sexual hace dos meses con su pareja estable. No ha usado ningún método anticonceptivo y desea 'algo seguro'. Ciclos regulares, sin antecedentes mórbidos ni alergias. No fuma. Consulta por orientación en métodos, pero teme que sus padres se enteren.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"Desde el punto de vista legal y ético, ¿puede recibir consejería y método anticonceptivo sin acompañamiento de sus padres?","opciones":[{"id":"a","texto":"No, porque es menor de edad y requiere autorización escrita.","explicacion":"Incorrecto. La Ley 20.418 permite el acceso autónomo a consejería y métodos anticonceptivos desde los 14 años."},{"id":"b","texto":"Sí, la ley permite atención confidencial en salud sexual desde los 14 años.","esCorrecta":true,"explicacion":"Correcto. La atención debe ser confidencial, empática y orientada a la autonomía progresiva."},{"id":"c","texto":"Solo si presenta un embarazo confirmado.","explicacion":"Incorrecto. La consejería busca prevenir embarazos e ITS, no solo tratarlos."},{"id":"d","texto":"Debe ser derivada a ginecología para autorización del método.","explicacion":"Incorrecto. En APS puede recibir consejería y acceder a cualquier MAC según elegibilidad médica."}]},{"id":"p2","tipo":"mcq","enunciado":"¿Cuál de los siguientes métodos sería una buena opción inicial considerando su edad y antecedentes?","opciones":[{"id":"a","texto":"Implante subdérmico de etonogestrel (LARC).","esCorrecta":true,"explicacion":"Correcto. Alta eficacia, seguridad en adolescentes, no depende del uso diario y mejora la adherencia."},{"id":"b","texto":"Anticonceptivos orales combinados automedicados.","explicacion":"Incorrecto. Requieren evaluación y seguimiento médico; presentan mayor riesgo de olvido."},{"id":"c","texto":"Método del ritmo o días fértiles.","explicacion":"Incorrecto. Su eficacia es baja, especialmente con ciclos irregulares o usuarios nuevos."},{"id":"d","texto":"Anticonceptivo inyectable DMPA como única alternativa válida.","explicacion":"Incorrecto. Es una opción válida, pero no la única; la elección depende de preferencias y consejería."}]},{"id":"p3","tipo":"mcq","enunciado":"¿Qué mensaje de consejería es fundamental reforzar en esta etapa?","opciones":[{"id":"a","texto":"Usar condón en todas las relaciones sexuales, incluso si usa un MAC hormonal.","esCorrecta":true,"explicacion":"Correcto. La estrategia del doble método protege de ITS y embarazos, especialmente importante en adolescentes."},{"id":"b","texto":"Evitar hablar con su pareja sobre métodos para mantener la confidencialidad.","explicacion":"Incorrecto. Fomentar comunicación y corresponsabilidad es clave para relaciones saludables."},{"id":"c","texto":"Suspender el condón si inicia un método hormonal.","explicacion":"Incorrecto. El condón sigue siendo esencial como barrera contra ITS."},{"id":"d","texto":"Esperar a los 18 años para decidir por sí sola.","explicacion":"Incorrecto. La ley reconoce autonomía desde los 14 años para decisiones en salud sexual."}]},{"id":"p4","tipo":"mcq","enunciado":"Además de la anticoncepción, ¿qué otras acciones deben ofrecerse como parte de la atención integral en APS?","opciones":[{"id":"a","texto":"Tamizaje de ITS, consejería en autocuidado y entrega de condones.","esCorrecta":true,"explicacion":"Correcto. La atención integral incluye prevención de ITS, educación sexual y acceso a insumos."},{"id":"b","texto":"Solo entregar el método anticonceptivo solicitado.","explicacion":"Incorrecto. La consejería educativa y preventiva es parte esencial de la atención."},{"id":"c","texto":"Indicar abstinencia temporal como requisito previo al MAC.","explicacion":"Incorrecto. No se impone abstinencia; se educa en autocuidado y decisiones informadas."},{"id":"d","texto":"Derivar al colegio o apoderado para seguimiento.","explicacion":"Incorrecto. La atención es confidencial y no requiere notificación a terceros."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• Confidencialidad y autonomía garantizadas desde los 14 años (Ley 20.418).\n• Los LARC (implante y DIU hormonal) son primera línea en adolescentes por eficacia y adherencia.\n• Reforzar el uso del doble método: MAC  condón.\n• Consejería integral: información clara, empática y sin juicios.\n• APS debe ser espacio educativo, accesible y protector de derechos.","feedbackDocente":"Se evalúa que el/la estudiante: 1) reconozca la autonomía legal del adolescente; 2) seleccione un método seguro y adecuado a su perfil; 3) refuerce educación en doble método e ITS; 4) entregue consejería empática basada en derechos y confidencialidad; 5) integre tamizaje y promoción de autocuidado en su abordaje clínico."}],"referencias":["MINSAL. Guía Clínica de Anticoncepción (2021).","Ley 20.418 sobre regulación de la fertilidad.","OMS. Family Planning Global Handbook (2018)."]},{"id":"ac-dmpa-olvido-adherencia","modulo":"Anticoncepción","dificultad":"Baja","titulo":"Consejería sobre olvido de DMPA y adherencia al método","vigneta":"Mujer de 22 años consulta al CESFAM porque 'se me pasó la fecha del pinchazo'. Su última dosis de DMPA fue hace 14 semanas. Dice que tuvo relaciones sexuales hace cinco días sin condón. No presenta síntomas. Refiere sentirse 'culpable' y teme que la retén por haber fallado. Desea continuar con el método, pero comenta que trabaja y le cuesta asistir al CESFAM en horario de oficina.","pasos":[{"id":"p1","tipo":"mcq","enunciado":"En términos clínicos, ¿cuál es la recomendación inmediata ante un retraso de 14 semanas en la inyección de DMPA?","opciones":[{"id":"a","texto":"Aplicar la dosis de inmediato sin evaluar relaciones sexuales recientes.","explicacion":"Incorrecto. Siempre debe evaluarse actividad sexual reciente para estimar riesgo de embarazo."},{"id":"b","texto":"Ofrecer anticoncepción de emergencia si hubo relaciones en los últimos 5 días y aplicar hoy la DMPA, indicando condón por 7 días.","esCorrecta":true,"explicacion":"Correcto. A las 14 semanas aún está dentro de la ventana de gracia. Por la UPSI de hace 5 días, se ofrece AE y se aplica DMPA el mismo día con respaldo 7 días."},{"id":"c","texto":"Esperar a la próxima menstruación para reiniciar el método.","explicacion":"Incorrecto. Retrasa innecesariamente la protección y aumenta el riesgo de embarazo."},{"id":"d","texto":"Suspender el método definitivamente por incumplimiento.","explicacion":"Incorrecto. No existe contraindicación permanente; el manejo es educativo y de continuidad del cuidado."}]},{"id":"p2","tipo":"mcq","enunciado":"Durante la consejería, la paciente se siente culpable por 'haber fallado'. ¿Qué respuesta es más apropiada desde el enfoque educativo y no punitivo?","opciones":[{"id":"a","texto":"Reforzar que los olvidos son comunes y que el objetivo es prevenir, no castigar.","esCorrecta":true,"explicacion":"Correcto. Validar emociones y mantener un ambiente seguro favorece adherencia futura y evita abandono del método."},{"id":"b","texto":"Llamar la atención para que aprenda a ser más responsable.","explicacion":"Incorrecto. Un enfoque punitivo deteriora la confianza y la continuidad de cuidados."},{"id":"c","texto":"Sugerir cambiar a un método natural como 'lección'.","explicacion":"Incorrecto. No es una intervención basada en evidencia ni respeta la autonomía."},{"id":"d","texto":"Decirle que no debe sentirse mal, pero no entregar educación.","explicacion":"Incorrecto. La contención debe ir acompañada de información clara y plan de acción."}]},{"id":"p3","tipo":"mcq","enunciado":"Para evitar futuros olvidos, ¿cuál de las siguientes estrategias de APS es más efectiva?","opciones":[{"id":"a","texto":"Agendar su próxima dosis antes de salir del CESFAM y ofrecer recordatorio telefónico o mensaje.","esCorrecta":true,"explicacion":"Correcto. Los recordatorios personalizados y la cita tomada en el acto aumentan adherencia."},{"id":"b","texto":"Entregar una cartilla informativa sin seguimiento posterior.","explicacion":"Incorrecto. La educación pasiva sin seguimiento tiene bajo impacto en adherencia."},{"id":"c","texto":"Derivar a ginecología por incumplimiento.","explicacion":"Incorrecto. APS puede y debe continuar manejo y educación."},{"id":"d","texto":"Cambiar automáticamente a otro método sin consejería.","explicacion":"Incorrecto. El cambio de método es decisión informada y compartida, no una sanción."}]},{"id":"p4","tipo":"mcq","enunciado":"La paciente comenta que no puede acudir por trabajo en horario habitual. ¿Qué acción es coherente con un enfoque de accesibilidad y equidad en salud?","opciones":[{"id":"a","texto":"Buscar alternativas: horario extendido, coordinación con otro CESFAM o entrega programada en terreno.","esCorrecta":true,"explicacion":"Correcto. La flexibilidad organizacional mejora acceso y continuidad del método."},{"id":"b","texto":"Indicarle que debe ajustarse a los horarios institucionales.","explicacion":"Incorrecto. Contraviene la atención centrada en la persona."},{"id":"c","texto":"Negarse a administrar el método por incumplimiento.","explicacion":"Incorrecto. Es un enfoque sancionador, no educativo."},{"id":"d","texto":"Sugerir que compre el método en farmacia privada.","explicacion":"Incorrecto. Los MAC están garantizados en APS; corresponde facilitar su acceso."}]},{"id":"p5","tipo":"short","enunciado":"Puntos Clave del Caso","guia":"• A las 14 semanas todavía se puede aplicar DMPA: ofrecer AE si hubo UPSI <5 días y usar condón 7 días.\n• La atención debe ser empática y no punitiva, validando emociones.\n• La adherencia mejora con cita tomada antes de salir y recordatorios.\n• Adaptar horarios/derivaciones locales para mejorar acceso.\n• Programar test de embarazo si no hay sangrado a 3 semanas o si aparecen síntomas.","feedbackDocente":"Se espera que el/la estudiante: 1) reconozca la ventana de gracia del DMPA y la indicación de AE ante UPSI reciente; 2) aplique un enfoque de consejería no punitivo; 3) proponga intervenciones concretas de adherencia (cita  recordatorio); 4) gestione barreras de acceso con alternativas organizacionales; 5) planifique seguimiento (respaldo 7 días y test de embarazo de control)."}],"referencias":["MINSAL. Guía Clínica de Anticoncepción (2021).","OMS. Selected Practice Recommendations for Contraceptive Use (2018).","OPS/OMS. Atención centrada en las personas: Principios de APS (2022)."]}]