{
  // ===== Metadatos académicos =====
  id: "urgencias-obstetricas-hpp-atonia-001",
  version: 1,
  areaPrincipal: "Urgencias obstétricas",
  modulo: "Hemorragia postparto",
  dificultad: "Media",
  titulo: "Hemorragia postparto inmediata por atonía uterina",

  // ===== Objetivos de aprendizaje =====
  objetivosAprendizaje: [
    "Identificar factores de riesgo de hemorragia postparto",
    "Aplicar el algoritmo de las 4Ts para diagnóstico diferencial",
    "Implementar manejo inicial de atonía uterina según protocolos",
    "Reconocer indicaciones de segunda línea farmacológica"
  ],

  // ===== Blueprint académico =====
  blueprint: {
    nivelCognitivo: "razonamiento",
    leadInTipos: ["diagnostico", "siguiente_paso", "farmacologia"],
    competencias: ["seguridad del paciente", "toma de decisiones", "priorización"],
    nivelAtencion: ["urgencia", "hospitalizacion"]
  },

  // ===== Caso clínico por etapas =====
  escenario: {
    contexto: "Servicio de urgencia obstétrica, Hospital tipo 2, turno nocturno",
    etapas: [
      {
        id: "e1",
        titulo: "Presentación inicial",
        texto: "Paciente de 32 años, multípara de 3 (G3P3), acaba de tener un parto vaginal espontáneo. El recién nacido pesó 4.100g y tuvo Apgar 9-10. El parto fue atendido por matrona, sin complicaciones aparentes.",
        datos: {
          edad: 32,
          paridad: "G3P3",
          pesoRN: 4100,
          tipoParton: "vaginal espontáneo"
        }
      },
      {
        id: "e2",
        titulo: "Complicación aguda",
        texto: "A los 10 minutos del alumbramiento completo, la paciente presenta sangrado vaginal profuso color rojo rutilante. La matrona cuantifica 600 ml en 5 minutos. La paciente refiere mareo y debilidad.",
        datos: {
          tiempoPostAlumbramiento: 10,
          volumenSangrado: 600,
          velocidadSangrado: "5 minutos",
          sintomasAcompanantes: ["mareo", "debilidad"]
        }
      },
      {
        id: "e3",
        titulo: "Examen físico inicial",
        texto: "Al examen: TA 90/55 mmHg, FC 110 lpm, FR 22 rpm. Paciente pálida, sudorosa. Útero palpable sobre el ombligo, consistencia blanda (no leñosa). Placenta completa previamente revisada. Sin desgarros cervicales ni vaginales evidentes en revisión de canal.",
        datos: {
          signosVitales: {
            ta: "90/55",
            fc: 110,
            fr: 22
          },
          examenFisico: {
            estadoUtero: "blando, sobre ombligo",
            placenta: "completa",
            canalParto: "sin desgarros evidentes"
          }
        }
      },
      {
        id: "e4",
        titulo: "Respuesta a manejo inicial",
        texto: "Se administra oxitocina 10 UI IM + 20 UI en 500 ml SF a 200 ml/h. Se realiza masaje uterino bimanual vigoroso. Después de 5 minutos el útero no se contrae adecuadamente y el sangrado continúa (200 ml adicionales). TA 85/50 mmHg, FC 125 lpm.",
        datos: {
          tratamientoInicial: ["oxitocina 10 UI IM", "oxitocina 20 UI IV", "masaje uterino"],
          respuestaTratamiento: "inadecuada",
          signosVitales: {
            ta: "85/50",
            fc: 125
          }
        }
      }
    ]
  },

  // ===== Evaluación (6 MCQ + 1 SHORT para dificultad MEDIA) =====
  pasos: [
    {
      id: "p1",
      tipo: "mcq",
      etapaId: "e1",
      leadInTipo: "diagnostico",
      enunciado: "Considerando los datos iniciales, ¿cuál es el principal factor de riesgo para hemorragia postparto en esta paciente?",
      puntosMaximos: 1,
      opciones: [
        {
          id: "a",
          texto: "Multiparidad (G3P3)",
          explicacion: "La multiparidad moderada no es factor de riesgo significativo. Se considera riesgo a partir de gran multiparidad (≥5 partos)."
        },
        {
          id: "b",
          texto: "Macrosomía fetal (RN 4.100g)",
          esCorrecta: true,
          explicacion: "CORRECTO. La macrosomía (>4.000g) causa sobredistensión uterina, principal factor de riesgo para atonía postparto. El útero sobredistendido pierde capacidad contráctil."
        },
        {
          id: "c",
          texto: "Edad materna de 32 años",
          explicacion: "32 años está dentro del rango etario de menor riesgo. Se considera factor de riesgo >35 años o <18 años."
        },
        {
          id: "d",
          texto: "Parto vaginal espontáneo",
          explicacion: "El parto vaginal espontáneo sin instrumentación no es factor de riesgo para atonía. El riesgo aumenta con partos instrumentados o precipitados."
        }
      ],
      controlCalidad: {
        checklist: {
          opcionesHomogeneas: true,
          sinNegacionesConfusas: true,
          sinPistasTecnicas: true
        },
        autor: "Dr. Sistema KLINIK-MAT",
        revisor: "Comité Académico"
      },
      feedbackDocente: "La macrosomía es uno de los factores de riesgo más importantes para atonía uterina postparto. Recordar nemotecnia de factores de riesgo: TUMOR (Trabajo de parto prolongado, Útero sobredistendido, Multiparidad, Operación cesárea previa, Retención placentaria)."
    },
    {
      id: "p2",
      tipo: "mcq",
      etapaId: "e3",
      leadInTipo: "diagnostico",
      enunciado: "Según el algoritmo de las 4Ts, ¿cuál es la causa más probable de la hemorragia en esta paciente?",
      puntosMaximos: 1,
      opciones: [
        {
          id: "a",
          texto: "Trauma (desgarros del canal del parto)",
          explicacion: "Aunque siempre debe descartarse, la revisión de canal no mostró desgarros evidentes. Además, en trauma el útero suele estar contraído."
        },
        {
          id: "b",
          texto: "Tono (atonía uterina)",
          esCorrecta: true,
          explicacion: "CORRECTO. Hallazgos clásicos de atonía: útero blando sobre ombligo, sangrado profuso, factor de riesgo (macrosomía). Es la causa más frecuente de HPP (70%)."
        },
        {
          id: "c",
          texto: "Tejido (retención de restos placentarios)",
          explicacion: "Poco probable porque la placenta fue revisada y estaba completa. La retención causa 10% de HPP."
        },
        {
          id: "d",
          texto: "Trombina (coagulopatía)",
          explicacion: "Sin datos de coagulopatía previa o clínica de sangrado por sitios múltiples. Causa ~1% de HPP primaria."
        }
      ],
      controlCalidad: {
        checklist: {
          opcionesHomogeneas: true,
          sinNegacionesConfusas: true,
          sinPistasTecnicas: true
        }
      },
      feedbackDocente: "Las 4Ts son la nemotecnia fundamental para HPP: Tono (70%), Trauma (20%), Tejido (10%), Trombina (1%). Siempre evaluar en este orden de frecuencia."
    },
    {
      id: "p3",
      tipo: "mcq",
      etapaId: "e3",
      leadInTipo: "siguiente_paso",
      enunciado: "¿Cuál es la primera medida terapéutica que debe realizarse INMEDIATAMENTE ante este cuadro?",
      puntosMaximos: 1,
      opciones: [
        {
          id: "a",
          texto: "Solicitar hemograma y pruebas de coagulación",
          explicacion: "Los exámenes son importantes pero no son la primera medida. Primero se estabiliza y maneja la hemorragia activa."
        },
        {
          id: "b",
          texto: "Masaje uterino bimanual + oxitocina",
          esCorrecta: true,
          explicacion: "CORRECTO. Ante atonía confirmada, el manejo ABC incluye masaje uterino inmediato + oxitocina (primera línea). Son medidas que salvan vidas."
        },
        {
          id: "c",
          texto: "Preparar para legrado uterino",
          explicacion: "No indicado si la placenta está completa. El legrado es para retención de restos, no para atonía."
        },
        {
          id: "d",
          texto: "Taponamiento uterino con balón de Bakri",
          explicacion: "Es medida de segunda línea si falla la oxitocina. No debe retrasar el manejo inicial con uterotónicos."
        }
      ],
      feedbackDocente: "El ABC de HPP por atonía es: A-Ayuda, B-Bimanual (masaje), C-Compresión + uterotónicos. La oxitocina es primera línea por su rápido inicio y perfil de seguridad."
    },
    {
      id: "p4",
      tipo: "mcq",
      etapaId: "e3",
      leadInTipo: "interpretacion_examenes",
      enunciado: "Interpretando los signos vitales (TA 90/55, FC 110), ¿en qué clase de shock hipovolémico se encuentra la paciente?",
      puntosMaximos: 1,
      opciones: [
        {
          id: "a",
          texto: "Clase I (<15% pérdida volumen)",
          explicacion: "En Clase I los signos vitales están normales. Esta paciente tiene hipotensión y taquicardia."
        },
        {
          id: "b",
          texto: "Clase II (15-30% pérdida volumen)",
          esCorrecta: true,
          explicacion: "CORRECTO. Clase II: TA baja-normal, FC 100-120, pérdida 750-1500 ml. Requiere reposición agresiva de volumen + manejo causa."
        },
        {
          id: "c",
          texto: "Clase III (30-40% pérdida volumen)",
          explicacion: "En Clase III la TA es <70 mmHg y FC >120-140. Esta paciente aún no está en esa etapa crítica."
        },
        {
          id: "d",
          texto: "Clase IV (>40% pérdida volumen)",
          explicacion: "Clase IV es shock descompensado con TA <50 mmHg, FC >140, alteración de consciencia. No corresponde a este caso."
        }
      ],
      feedbackDocente: "Conocer las clases de shock es vital para estratificar gravedad y guiar reanimación. En obstétrica, la Clase II ya requiere activación de código rojo."
    },
    {
      id: "p5",
      tipo: "mcq",
      etapaId: "e4",
      leadInTipo: "siguiente_paso",
      enunciado: "Ante la falla del manejo inicial con oxitocina, ¿cuál es el uterotónico de segunda línea más apropiado?",
      puntosMaximos: 1,
      opciones: [
        {
          id: "a",
          texto: "Misoprostol 800 mcg sublingual",
          esCorrecta: true,
          explicacion: "CORRECTO. Misoprostol es el uterotónico de segunda línea recomendado por OMS. Dosis: 800 mcg SL o rectal. Efecto en 15-30 min."
        },
        {
          id: "b",
          texto: "Ácido tranexámico 1g IV",
          explicacion: "El ácido tranexámico es antifibrinolítico, útil para hemorragia pero NO es uterotónico. No corrige la atonía."
        },
        {
          id: "c",
          texto: "Metilergometrina 0.2 mg IM",
          explicacion: "Contraindicada en hipertensión. Aunque es uterotónico de segunda línea, tiene más restricciones que misoprostol."
        },
        {
          id: "d",
          texto: "Sulfato de magnesio 4g IV",
          explicacion: "El sulfato de magnesio es tocolítico (relaja útero), contraindicado en HPP por atonía. Se usa en preeclampsia."
        }
      ],
      feedbackDocente: "Escalera de uterotónicos: 1) Oxitocina, 2) Misoprostol, 3) Metilergometrina (si no hay HTA) o Carbetocina. El ácido tranexámico es adyuvante, no reemplaza uterotónicos."
    },
    {
      id: "p6",
      tipo: "mcq",
      etapaId: "e4",
      leadInTipo: "siguiente_paso",
      enunciado: "Si el sangrado persiste a pesar de uterotónicos de segunda línea, ¿cuál es la siguiente intervención recomendada?",
      puntosMaximos: 1,
      opciones: [
        {
          id: "a",
          texto: "Histerectomía de emergencia",
          explicacion: "La histerectomía es el último recurso. Antes deben intentarse medidas conservadoras como taponamiento o suturas compresivas."
        },
        {
          id: "b",
          texto: "Taponamiento uterino (balón de Bakri o condón)",
          esCorrecta: true,
          explicacion: "CORRECTO. El taponamiento uterino es la siguiente línea antes de cirugía. Tasa de éxito 80-90%. Permite preservar fertilidad."
        },
        {
          id: "c",
          texto: "Transfusión masiva sin otras medidas",
          explicacion: "La transfusión es soporte, no tratamiento de la causa. Debe acompañarse de medidas para detener sangrado activo."
        },
        {
          id: "d",
          texto: "Observación y nueva dosis de oxitocina",
          explicacion: "Si ya falló primera y segunda línea, observar sin escalar manejo aumenta morbimortalidad. Se debe actuar proactivamente."
        }
      },
      feedbackDocente: "Algoritmo HPP refractaria: Uterotónicos (1ª y 2ª línea) → Taponamiento → Suturas compresivas (B-Lynch) → Ligadura arterial → Histerectomía. Cada paso debe evaluarse rápidamente."
    },
    {
      id: "p7",
      tipo: "short",
      etapaId: "e4",
      enunciado: "Después de 15 minutos de manejo con oxitocina y misoprostol, el útero finalmente se contrae y el sangrado disminuye significativamente. La paciente ha perdido aproximadamente 1.200 ml. Describa brevemente: (1) las medidas de monitorización que implementaría en las próximas 4 horas, (2) criterios de transfusión que consideraría, y (3) aspectos clave de la consejería postevento a la paciente y familia.",
      puntosMaximos: 6,
      rubrica: {
        criterios: [
          {
            id: "c1",
            nombre: "Monitorización postcrisis",
            puntos: 2,
            evidencias: [
              "signos vitales cada 15 min primera hora",
              "cuantificación de sangrado",
              "control de tono uterino",
              "diuresis horaria",
              "nivel de consciencia"
            ],
            descripcion: "Identifica correctamente parámetros críticos para detectar resangrado o deterioro clínico"
          },
          {
            id: "c2",
            nombre: "Criterios de transfusión y manejo hemodinámico",
            puntos: 2,
            evidencias: [
              "hemograma de control",
              "umbral transfusional (Hb <7 o sintomática)",
              "evaluar necesidad de plasma/plaquetas",
              "mantener acceso venoso",
              "hidratación adecuada"
            ],
            descripcion: "Fundamenta decisiones transfusionales basadas en evidencia y estado clínico"
          },
          {
            id: "c3",
            nombre: "Consejería y aspectos humanos",
            puntos: 2,
            evidencias: [
              "explicar lo ocurrido en lenguaje comprensible",
              "discutir riesgo en futuros embarazos",
              "signos de alarma postalta",
              "contención emocional",
              "involucrar familia en cuidados"
            ],
            descripcion: "Demuestra comunicación centrada en la paciente y visión integral del evento adverso"
          }
        ],
        respuestaModelo: "MONITORIZACIÓN: Control de signos vitales cada 15 minutos la primera hora, luego cada 30 minutos hasta completar 4 horas. Cuantificación estricta de sangrado vaginal con compresas pesadas. Evaluar tono uterino cada hora (riesgo de atonía recurrente). Diuresis horaria como indicador de perfusión (meta >30 ml/h). Vigilar nivel de consciencia y signos de hipoperfusión.\n\nTRANSFUSIÓN: Solicitar hemograma de control urgente. Considerar transfusión si Hb <7 g/dl o si paciente sintomática (mareo, taquicardia persistente) con Hb <8 g/dl. Evaluar necesidad de plasma fresco si hay coagulopatía dilucional (>1500 ml perdidos). Mantener al menos dos accesos venosos calibre 18G. Continuar hidratación cristaloides 150-200 ml/h.\n\nCONSEJERÍA: Explicar a paciente y familia que presentó una hemorragia postparto por atonía uterina (útero no se contrajo), complicación conocida asociada al tamaño del bebé. Enfatizar que respondió bien al tratamiento y está estable. Discutir que en futuros embarazos tiene mayor riesgo de recurrencia, por lo que debe atenderse en centro con capacidad de manejo de HPP. Educar sobre signos de alarma postalta: sangrado abundante, mareo intenso, dolor abdominal severo. Dar espacio para expresar emociones y preguntas. Coordinar seguimiento ambulatorio precoz (7 días) para apoyo psicológico y revisión de hemograma de control."
      },
      guia: "Piensa en tres dimensiones: clínica (qué parámetros vigilar), hematológica (cuándo y qué transfundir) y humana (cómo comunicar y educar). Recuerda que el manejo no termina cuando cede la hemorragia.",
      feedbackDocente: "Esta pregunta evalúa tu capacidad de pensar más allá del ABC inicial. En medicina real, el manejo continúa después de estabilizar: hay que prevenir complicaciones secundarias, tomar decisiones transfusionales informadas, y no olvidar que hay una persona asustada que necesita entender qué pasó y qué viene después. La competencia 'comunicación' es tan importante como el conocimiento técnico.",
      evaluacionAutomatica: {
        modo: "keyword_basic",
        umbrales: {
          full: 0.8,
          partial: 0.5
        }
      }
    }
  ],

  // ===== Feedback dinámico según rendimiento =====
  feedbackDinamico: {
    bajo: "Has identificado algunos conceptos básicos sobre HPP, pero es importante profundizar en el algoritmo de las 4Ts y la secuencia de manejo. Te recomendamos revisar las guías MINSAL y el protocolo de código rojo obstétrico. Practica más casos de urgencias obstétricas para fortalecer tu razonamiento clínico. ¡No te desanimes, con práctica mejorarás!",
    medio: "¡Buen trabajo! Demuestras comprensión sólida del manejo de HPP por atonía uterina. Conoces el algoritmo de las 4Ts y las medidas de primera línea. Para alcanzar excelencia, refina tu capacidad de integrar factores de riesgo con hallazgos clínicos, y trabaja en la visión integral del manejo postcrisis (monitorización, transfusión, consejería). Continúa practicando.",
    alto: "¡Excelente! Demuestras dominio del manejo de HPP por atonía. Identificas factores de riesgo, aplicas correctamente el algoritmo de las 4Ts, conoces la escalera terapéutica de uterotónicos y tienes visión integral del caso incluyendo monitorización, criterios transfusionales y aspectos humanos. Estás listo/a para enfrentar esta urgencia en la práctica real. Considera reforzar casos complejos con comorbilidades (ej: HPP + preeclampsia)."
  },

  // ===== Referencias actualizadas =====
  referencias: [
    "Guía Perinatal MINSAL Chile 2015 - Capítulo: Hemorragia Postparto",
    "WHO recommendations for the prevention and treatment of postpartum haemorrhage (2012)",
    "Protocolo Código Rojo Obstétrico - Ministerio de Salud Chile (2020)",
    "ACOG Practice Bulletin No. 183: Postpartum Hemorrhage (2017, reaffirmed 2021)",
    "Royal College of Obstetricians & Gynaecologists: Prevention and Management of Postpartum Haemorrhage (Green-top Guideline No. 52, 2016)"
  ],

  // ===== Hooks de aprendizaje =====
  aprendizaje: {
    activarSpacedRepetition: true,
    tarjetas: [
      {
        pregunta: "¿Cuál es la nemotecnia para recordar los factores de riesgo de atonía uterina?",
        respuesta: "TUMOR: Trabajo de parto prolongado, Útero sobredistendido (polihidramnios, macrosomía, gemelar), Multiparidad, Operación cesárea previa, Retención placentaria",
        tags: ["hpp", "factores-riesgo", "atonia"]
      },
      {
        pregunta: "Algoritmo de las 4Ts para HPP",
        respuesta: "Tono (70% - atonía uterina), Trauma (20% - desgarros), Tejido (10% - retención placentaria), Trombina (1% - coagulopatía)",
        tags: ["hpp", "diagnostico-diferencial"]
      },
      {
        pregunta: "Escalera de uterotónicos en HPP",
        respuesta: "1ª línea: Oxitocina 10 UI IM + infusión 20-40 UI. 2ª línea: Misoprostol 800 mcg SL/rectal o Metilergometrina 0.2 mg IM (si no HTA). 3ª línea: Carbetocina",
        tags: ["hpp", "farmacologia", "uterotonicos"]
      }
    ],
    erroresFrecuentes: [
      {
        patron: "Confundir atonía con retención placentaria",
        microfeedback: "Clave diferencial: en atonía el útero está BLANDO y la placenta YA salió completa. En retención, el útero puede estar contraído pero la placenta incompleta.",
        recomendarCasoId: "urgencias-obstetricas-retencion-placentaria-001"
      },
      {
        patron: "Olvidar evaluar shock hipovolémico",
        microfeedback: "Siempre clasifica el shock (I-IV) mirando TA y FC. Esto guía la agresividad de reanimación y necesidad de hemoderivados. No te enfoques solo en el útero.",
        recomendarCasoId: "urgencias-obstetricas-shock-hemorragico-001"
      },
      {
        patron: "Usar sulfato de magnesio en HPP",
        microfeedback: "¡CUIDADO! El sulfato de magnesio es TOCOLÍTICO (relaja útero). Está CONTRAINDICADO en HPP por atonía. Se usa solo en preeclampsia/eclampsia.",
        recomendarCasoId: "urgencias-obstetricas-preeclampsia-severa-001"
      }
    ]
  },

  // ===== Configuración de IA =====
  ai: {
    habilitado: true,
    usosPermitidos: [
      "tutor_socratico",
      "feedback_por_rubrica",
      "detectar_conceptos_faltantes"
    ],
    reglas: {
      noDarRespuestaDirectaAntesDeIntento: true,
      basarseEnRubricaYRespuestaModelo: true
    }
  }
}
