// Casos Clínicos: Climaterio y Menopausia
// Área: GINECOLOGIA
// Total de casos: 9
// Última actualización: 2025-11-25

[
  {
    "id": "clim-alta-perimenopausia-riesgo",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Alta",
    "titulo": "Anticoncepción en perimenopausia con alto riesgo cardiovascular",
    "vigneta": "MOTIVO DE CONSULTA: 'Quiero cuidarme con pastillas porque mi regla se volvió loca'.\n\nHISTORIA ACTUAL:\nJuana, 47 años, acude a matrona por sangrado menstrual abundante y ciclos que varían entre 20 y 50 días. Refiere bochornos nocturnos que alteran su sueño. Fuma 5-7 cigarrillos diarios. Su vecina le recomendó 'esas pastillas suaves para la menopausia'.\n\nANTECEDENTES:\nMultípara de 3. Obesidad tipo I (IMC 32). HTA diagnosticada hace 1 año, tratamiento irregular con Enalapril. Madre tuvo ACV a los 60 años.\n\nEXAMEN FÍSICO:\nPA: 148/92 mmHg (elevada). FC: 84 lpm. Peso: 88 kg. Examen ginecológico: Útero levemente aumentado de tamaño, sin anexos palpables. Flujo hemático escaso en vagina.\n\nIMPRESIÓN CLÍNICA:\nSindrome climatérico en paciente con alto riesgo cardiovascular y HTA no controlada.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "La paciente solicita Anticonceptivos Orales Combinados (ACO). Según Criterios de Elegibilidad (OMS), ¿cuál es su categoría?",
        "opciones": [
          {
            "id": "a",
            "texto": "Categoría 1: Sin restricción.",
            "explicacion": "Incorrecto. Tiene múltiples factores de riesgo."
          },
          {
            "id": "b",
            "texto": "Categoría 4: Riesgo inaceptable para la salud.",
            "explicacion": "Correcto. La suma de edad >35, tabaquismo, obesidad y HTA no controlada contraindica absolutamente el uso de estrógenos por riesgo de trombosis/ACV.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Categoría 2: Las ventajas superan los riesgos.",
            "explicacion": "Incorrecto. El riesgo vascular es demasiado alto."
          },
          {
            "id": "d",
            "texto": "Categoría 3: Riesgo supera ventajas, requiere monitoreo.",
            "explicacion": "Incorrecto. Con HTA descompensada y edad, es Categoría 4."
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Considerando su necesidad de anticoncepción Y manejo del sangrado abundante, ¿cuál es la mejor opción terapéutica (Gold Standard)?",
        "opciones": [
          {
            "id": "d",
            "texto": "Sistema Intrauterino de Levonorgestrel (DIU-LNG).",
            "explicacion": "Correcto. Es Categoría 1/2. Ofrece anticoncepción segura, reduce el sangrado menstrual en un 90% (tratando la menorragia) y protege el endometrio, sin riesgo cardiovascular sistémico.",
            "esCorrecta": true
          },
          {
            "id": "a",
            "texto": "DIU T de Cobre.",
            "explicacion": "Incorrecto. Aunque es seguro cardiovascularmente, podría aumentar el sangrado en una paciente que ya consulta por menorragia."
          },
          {
            "id": "b",
            "texto": "Inyección Trimestral.",
            "explicacion": "Incorrecto. Puede generar aumento de peso (no deseado por su obesidad) y sangrado irregular impredecible."
          },
          {
            "id": "c",
            "texto": "Ligadura de trompas inmediata.",
            "explicacion": "Incorrecto. Es una opción válida, pero no resuelve el problema del sangrado abundante ni los bochornos."
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Respecto a sus bochornos y la HTA no controlada, ¿qué manejo NO hormonal inicial es el más adecuado?",
        "opciones": [
          {
            "id": "a",
            "texto": "Terapia de Reemplazo Hormonal transdérmica.",
            "explicacion": "Incorrecto. No se inicia TH con HTA descompensada (148/92)."
          },
          {
            "id": "b",
            "texto": "Fitofármacos sin regulación.",
            "explicacion": "Incorrecto. Riesgo de interacciones con antihipertensivos."
          },
          {
            "id": "c",
            "texto": "Optimizar tratamiento antihipertensivo, baja de peso y considerar uso de ISRS (ej: Paroxetina/Venlafaxina).",
            "explicacion": "Correcto. Estabilizar la PA es prioritario. Los ISRS en dosis bajas son efectivos para síntomas vasomotores en pacientes con contraindicación de hormonas.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Solo medidas de abrigo.",
            "explicacion": "Incorrecto. Insuficiente para síntomas que alteran el sueño."
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "¿Hasta cuándo debe mantener la anticoncepción una mujer en esta etapa?",
        "opciones": [
          {
            "id": "c",
            "texto": "Hasta que cumpla 60 años.",
            "explicacion": "Incorrecto. Excesivo."
          },
          {
            "id": "d",
            "texto": "Hasta demostrar menopausia: 1 año de amenorrea (>50 años) o 2 años de amenorrea (<50 años).",
            "explicacion": "Correcto. La regla de seguridad clínica es mantener protección hasta confirmar el cese definitivo de la función ovárica.",
            "esCorrecta": true
          },
          {
            "id": "a",
            "texto": "Puede suspenderla hoy, a los 47 ya no hay riesgo.",
            "explicacion": "Incorrecto. El embarazo espontáneo es raro pero posible y de altísimo riesgo."
          },
          {
            "id": "b",
            "texto": "Hasta que la FSH suba una vez.",
            "explicacion": "Incorrecto. Una sola FSH elevada no confirma esterilidad definitiva en perimenopausia."
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "En la consejería de estilo de vida, ¿qué factor es crítico abordar por su efecto sinérgico en el riesgo cardiovascular y óseo?",
        "opciones": [
          {
            "id": "b",
            "texto": "El tabaquismo.",
            "explicacion": "Correcto. Fumar acelera la pérdida de masa ósea, aumenta los bochornos y eleva exponencialmente el riesgo CV en mujeres hipertensas.",
            "esCorrecta": true
          },
          {
            "id": "a",
            "texto": "El consumo de lácteos.",
            "explicacion": "Incorrecto. Es protector óseo."
          },
          {
            "id": "c",
            "texto": "La actividad sexual.",
            "explicacion": "Incorrecto. Es saludable."
          },
          {
            "id": "d",
            "texto": "El uso de ropa sintética.",
            "explicacion": "Incorrecto. Afecta bochornos, no riesgo CV mayor."
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "Al solicitar mamografía en esta paciente (Obesidad + Tabaquismo), ¿qué debemos recordar sobre el riesgo de Cáncer de Mama?",
        "opciones": [
          {
            "id": "c",
            "texto": "Que la obesidad postmenopáusica aumenta el riesgo de cáncer de mama por conversión periférica de estrógenos.",
            "explicacion": "Correcto. El tejido adiposo es la principal fuente de estrógenos después de la menopausia, manteniendo un estímulo proliferativo en la mama.",
            "esCorrecta": true
          },
          {
            "id": "a",
            "texto": "Que el tabaquismo protege la mama.",
            "explicacion": "Incorrecto. Falso."
          },
          {
            "id": "b",
            "texto": "Que la obesidad protege la mama.",
            "explicacion": "Incorrecto. Aumenta el riesgo."
          },
          {
            "id": "d",
            "texto": "Que no tiene riesgo aumentado.",
            "explicacion": "Incorrecto."
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta cómo le explicarías a Juana que NO puedes darle las 'pastillas suaves' que pide por su seguridad, y cómo el DIU-LNG (Mirena) resolverá sus dos problemas (sangrado y embarazo) sin dañar su corazón.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "presión alta",
          "trombosis",
          "corazón",
          "estrógeno",
          "DIU",
          "hormona local",
          "sangrado",
          "seguridad",
          "peso"
        ],
        "guia": "• Negativa empática: 'Juana, con tu presión alta y el cigarro, las pastillas son peligrosas (infarto)'.\n• Solución: 'Tengo algo mejor: un dispositivo pequeño (DIU con hormona) que actúa solo en el útero'.\n• Beneficio: 'Te quita el sangrado fuerte y te protege del embarazo sin tocar tu presión'.",
        "feedbackDocente": "Evalúa si el estudiante prioriza la seguridad (negar estrógenos) sin dejar a la paciente sin alternativa (ofrecer LARC), usando lenguaje claro."
      }
    ],
    "feedbackDinamico": {
      "bajo": "¡Cuidado! Una paciente de 47 años, fumadora e hipertensa es una 'bomba de tiempo' para los estrógenos. Darle ACO combinados es mala praxis (Categoría 4). Tu rol es protegerla. Ofrécele métodos sin estrógeno (DIU-LNG o Implante). Revisa los Criterios OMS de Elegibilidad.",
      "medio": "Bien detectado el riesgo. Rechazaste los ACO. Para ser experto, vende bien la alternativa: el DIU-LNG no solo anticonceptiva, sino que trata su menorragia y protege su endometrio de la obesidad. Es el 'traje a la medida' para ella.",
      "alto": "¡Manejo de excelencia! Has integrado riesgo cardiovascular, ginecológico y oncológico. Al negar ACO y proponer DIU-LNG + manejo de estilo de vida, estás haciendo prevención terciaria de alto impacto. Felicitaciones."
    },
    "referencias": [
      "Nuevos criterios de elegibilidad..pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf"
    ]
  },
  {
    "id": "clim-alta-th-evaluacion-riesgo",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Alta",
    "titulo": "Evaluación de riesgo para terapia hormonal en la transición menopáusica",
    "vigneta": "Mujer de 52 años, menopausia hace 10 meses, consulta por sofocos intensos que afectan su sueño y trabajo. IMC 30. HTA controlada en tratamiento. Madre con antecedente de cardiopatía coronaria a los 55 años. Solicita 'algo fuerte' porque las medidas no farmacológicas ya no ayudan. No fumadora.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "¿Qué factor exige mayor precaución antes de considerar el inicio de Terapia Hormonal (TH)?",
        "opciones": [
          {
            "id": "a",
            "texto": "IMC 30 sin comorbilidades.",
            "explicacion": "Incorrecto. Es un factor de riesgo, pero no el más crítico en este contexto familiar.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Historia familiar de enfermedad coronaria precoz + HTA personal.",
            "explicacion": "Correcto. La carga genética cardiovascular y la HTA obligan a una evaluación estricta del riesgo trombótico/cardíaco antes de indicar estrógenos sistémicos.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Menopausia hace 10 meses.",
            "explicacion": "Incorrecto. Está en la ventana de oportunidad ideal (<10 años de menopausia), lo que es un factor a favor.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Sofocos intensos.",
            "explicacion": "Incorrecto. Es la indicación principal para considerar TH, no una precaución.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Según evidencia y guías clínicas, ¿cuál sería el enfoque terapéutico inicial más prudente?",
        "opciones": [
          {
            "id": "a",
            "texto": "TH sistémica inmediata sin evaluación CV.",
            "explicacion": "Incorrecto. Riesgoso dado sus antecedentes.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Solo benzodiacepinas.",
            "explicacion": "Incorrecto. No tratan la causa vasomotora.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Evitar mencionar la TH.",
            "explicacion": "Incorrecto. Se debe discutir como opción informada.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Optimizar medidas no farmacológicas + Evaluar riesgo CV + Considerar alternativas no hormonales (ISRS) o TH transdérmica si procede.",
            "explicacion": "Correcto. El manejo escalonado prioriza la seguridad. La vía transdérmica tiene menor riesgo trombótico si se decide usar TH.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Qué alternativa farmacológica NO hormonal puede ayudar con los sofocos moderados-severos mientras se completa la evaluación?",
        "opciones": [
          {
            "id": "a",
            "texto": "ISRS (ej: Paroxetina) o ISRN (ej: Venlafaxina) en dosis bajas.",
            "explicacion": "Correcto. Tienen evidencia nivel A para reducción de síntomas vasomotores en mujeres que no pueden o no quieren usar hormonas.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Antiinflamatorios no esteroideos.",
            "explicacion": "Incorrecto. No tienen efecto vasomotor.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Dieta estricta sin carbohidratos.",
            "explicacion": "Incorrecto. No específico para sofocos.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Retiro de actividad física.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "La paciente pregunta si la TH es 'peligrosa'. ¿Qué respuesta equilibrada corresponde?",
        "opciones": [
          {
            "id": "a",
            "texto": "Es perfectamente segura para todas.",
            "explicacion": "Incorrecto. Falso.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Es demasiado riesgosa y casi nunca se usa.",
            "explicacion": "Incorrecto. Falso; tiene indicaciones claras.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "La TH es segura para el alivio de síntomas si se inicia temprano (<60 años) y en mujeres sin contraindicaciones cardiovasculares graves.",
            "explicacion": "Correcto. El concepto de 'Ventana de Oportunidad' es clave para explicar el balance riesgo/beneficio.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Solo sirve para 'casos graves'.",
            "explicacion": "Incorrecto. Se usa para mejorar calidad de vida en síntomas moderados a severos.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Elemento clave de la 'toma de decisiones compartida' en este caso:",
        "opciones": [
          {
            "id": "a",
            "texto": "Tomar la decisión por ella para evitar confusión.",
            "explicacion": "Incorrecto. Paternalista.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Minimizar riesgos para convencerla.",
            "explicacion": "Incorrecto. No ético.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Evitar preguntarle sus preferencias.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Explicar claramente beneficios (alivio síntomas) y riesgos (CV/Mama) para que ella participe activamente en la elección.",
            "explicacion": "Correcto. La usuaria debe ponderar cuánto le afectan los síntomas versus los riesgos potenciales.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "Si finalmente se decide iniciar TH sistémica (tras pase médico), ¿qué condición clínica es indispensable?",
        "opciones": [
          {
            "id": "a",
            "texto": "Menopausia de más de 5 años.",
            "explicacion": "Incorrecto. Al revés, mientras más reciente mejor.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Presión arterial controlada y mamografía vigente normal.",
            "explicacion": "Correcto. No se debe iniciar TH con HTA descompensada ni sin descartar cáncer de mama.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Desear bajar de peso.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "No presentar sofocos intensos.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta una consejería integral sobre el uso de TH, riesgo CV, opciones no hormonales y decisión compartida.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "riesgo cardiovascular",
          "hipertensión",
          "ventana oportunidad",
          "ISRS",
          "no hormonal",
          "decisión compartida",
          "mamografía",
          "controlada"
        ],
        "guia": "• Evaluar: 'Primero revisemos tu corazón y presión'.\n• Opción A (No Hormonal): 'Podemos probar medicamentos seguros para los calores (ISRS)'.\n• Opción B (Hormonal): 'Si tu presión está bien, podemos usar dosis bajas (parches/gel) con control estricto'.\n• Decisión: '¿Qué te hace sentir más tranquila?'.",
        "feedbackDocente": "Evalúa si el estudiante integra la seguridad clínica (HTA) con la empatía por la calidad de vida, ofreciendo alternativas reales."
      }
    ],
    "feedbackDinamico": {
      "bajo": "¡Gracias por intentarlo! Este caso es complejo. Recuerda: HTA + Antecedentes CV = Precaución extrema con estrógenos orales. Revisa las contraindicaciones de la TH en la OT Climaterio. ¡Sigue estudiando!",
      "medio": "¡Muy buen trabajo! Captaste el riesgo cardiovascular. Te falta afinar las alternativas: saber que los ISRS sirven para los sofocos es un 'superpoder' cuando no puedes dar hormonas. ¡Vas por excelente camino!",
      "alto": "¡Excelente! Has manejado el caso como un especialista. Priorizaste la seguridad (evaluación CV) sin abandonar a la paciente (opciones no hormonales). Tu enfoque de decisión compartida es el estándar de oro moderno."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "clim-alta-aco-riesgo-cv-hormonal",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Alta",
    "titulo": "Manejo de síntomas vasomotores en mujer perimenopáusica con riesgo cardiovascular",
    "vigneta": "Mujer de 49 años consulta por sofocos intensos, insomnio y cambios de ánimo que afectan su rendimiento laboral. Refiere FUR hace 5 meses, ciclos irregulares por dos años. IMC 31 (Obesidad I). Antecedente familiar de enfermedad coronaria en madre a los 52 años. PA en consulta: 144/92 mmHg (confirmada). No diabetes ni tabaquismo. Usa ACO combinados desde hace 10 años y desea continuar con el método 'hasta que se me quite todo esto'.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "¿Qué factor clínico actual vuelve desaconsejable (Categoría 3/4) continuar con sus ACO combinados habituales?",
        "opciones": [
          {
            "id": "a",
            "texto": "Edad mayor de 45 años en forma aislada.",
            "explicacion": "Incorrecto. La edad por sí sola es Categoría 2 hasta los 50-55 años si no hay otros factores.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Hipertensión arterial ≥ 140/90 mmHg.",
            "explicacion": "Correcto. La HTA no controlada eleva el riesgo de ACV e IAM, convirtiendo a los estrógenos sintéticos (etinilestradiol) en Categoría 3 o 4 según severidad.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "IMC 31 sin comorbilidades.",
            "explicacion": "Incorrecto. La obesidad es un factor de riesgo (Cat 2), pero no contraindicación absoluta por sí misma.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Historia familiar de menopausia precoz.",
            "explicacion": "Incorrecto. No influye en la seguridad cardiovascular del método.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Considerando que aún requiere anticoncepción (perimenopausia), ¿cuál es la alternativa más segura hoy?",
        "opciones": [
          {
            "id": "a",
            "texto": "Continuar ACO en dosis baja.",
            "explicacion": "Incorrecto. Incluso dosis bajas mantienen riesgo trombótico arterial en hipertensas.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Parche anticonceptivo combinado.",
            "explicacion": "Incorrecto. Tiene absorción sistémica de estrógeno y mayor carga estrogénica total que algunos orales.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Anillo vaginal combinado.",
            "explicacion": "Incorrecto. Mismo riesgo cardiovascular por componente estrogénico.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Métodos sin estrógeno: DIU-LNG o Implante.",
            "explicacion": "Correcto. Los progestágenos puros no afectan significativamente la presión arterial ni el riesgo trombótico arterial, siendo de elección en HTA.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Para el manejo de sus sofocos intensos, dado que no podemos usar estrógenos ahora, ¿qué intervención farmacológica NO hormonal tiene evidencia?",
        "opciones": [
          {
            "id": "a",
            "texto": "ISRS (ej: Paroxetina) o ISRN (ej: Venlafaxina) en dosis bajas.",
            "explicacion": "Correcto. Han demostrado reducir la frecuencia y severidad de los sofocos en un 50-60% y son primera línea no hormonal.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Terapia hormonal sistémica de inmediato.",
            "explicacion": "Incorrecto. Contraindicada hasta estabilizar la HTA y evaluar riesgo cardiovascular global.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Aplicar lubricantes vaginales.",
            "explicacion": "Incorrecto. Útiles para atrofia urogenital, pero ineficaces para síntomas sistémicos (vasomotores).",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Suspender toda actividad física.",
            "explicacion": "Incorrecto. El sedentarismo empeora el riesgo cardiovascular y la labilidad emocional.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "La paciente pregunta si podrá usar Terapia Hormonal de la Menopausia (THM) en el futuro cuando controle su presión. ¿Qué corresponde explicar?",
        "opciones": [
          {
            "id": "a",
            "texto": "Nunca podrá usar TH por su edad.",
            "explicacion": "Incorrecto. La edad de inicio seguro es hasta los 60 años.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Puede usar TH ahora mismo sin riesgos.",
            "explicacion": "Incorrecto. La HTA no controlada es una contraindicación transitoria.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "La TH puede considerarse si se controla la PA, se evalúa riesgo CV global y se inicia dentro de la 'Ventana de Oportunidad' (<60 años o <10 años desde FUR).",
            "explicacion": "Correcto. El beneficio supera el riesgo si se inicia temprano en mujeres sanas o con patologías compensadas.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Debe esperar a tener menopausia confirmada 12 meses.",
            "explicacion": "Incorrecto. La THM puede iniciarse en la transición menopáusica para alivio sintomático si no hay contraindicaciones.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Respecto a su insomnio y labilidad emocional, ¿qué pilar no farmacológico es esencial recomendar?",
        "opciones": [
          {
            "id": "a",
            "texto": "Uso crónico de benzodiacepinas.",
            "explicacion": "Incorrecto. Alto riesgo de dependencia y caídas; no tratan la causa.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Higiene del sueño, actividad física regular y técnicas cognitivo-conductuales.",
            "explicacion": "Correcto. El ejercicio aeróbico regular y la higiene del sueño son intervenciones eficaces para síntomas climatéricos leves/moderados.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Suspender todo tipo de ejercicio.",
            "explicacion": "Incorrecto. Contraproducente.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Evitar hablar del tema porque aumenta ansiedad.",
            "explicacion": "Incorrecto. La validación y educación reducen la ansiedad.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "Desde el enfoque comunicacional en APS, ¿qué estrategia refuerza la adherencia al cambio de tratamiento?",
        "opciones": [
          {
            "id": "a",
            "texto": "Decir que 'debe aguantar' porque es normal.",
            "explicacion": "Incorrecto. Normalizar el sufrimiento aleja a la paciente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Validar su malestar ('Entiendo que los sofocos afectan su trabajo'), explicar los riesgos actuales y ofrecer decisiones compartidas.",
            "explicacion": "Correcto. La paciente acepta mejor el cambio de ACO si entiende que es por su seguridad y que hay otras opciones para sus síntomas.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Minimizar síntomas para evitar preocupación.",
            "explicacion": "Incorrecto. Invalida la experiencia de la usuaria.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Sugerir que ignore sus síntomas si trabaja mucho.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta los puntos clave de la consejería para explicarle por qué debe dejar los ACO hoy, qué le ofrecerás para no quedar desprotegida.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "presión arterial",
          "riesgo cardiovascular",
          "trombosis",
          "estrógeno",
          "DIU",
          "implante",
          "ventana",
          "ejercicio"
        ],
        "guia": "• Seguridad: 'Su presión está alta, el estrógeno de la pastilla aumenta riesgo de infarto/trombosis ahora'.\n• Anticoncepción: 'Cambiaremos a DIU/Implante que es seguro para su corazón'.\n• Sofocos: 'Usaremos un medicamento no hormonal (ISRS) que ayuda mucho con el calor y el ánimo'.\n• Plan: 'Controlemos la presión y reevaluamos'.",
        "feedbackDocente": "Evalúa si lograste integrar la seguridad cardiovascular (suspender ACO) con la empatía por sus síntomas (ofrecer alternativa no hormonal), sin dejarla desprotegida (LARC)."
      }
    ],
    "feedbackDinamico": {
      "bajo": "Cuidado con la HTA en perimenopausia. Es una 'bandera roja' para estrógenos sintéticos. No la dejes sin método, pero cámbiala a uno seguro (progestágeno puro). Y recuerda: hay vida más allá de las hormonas para los sofocos (ISRS). Revisa la OT Climaterio.",
      "medio": "Buen análisis de riesgo. Identificaste la HTA como barrera. Para el nivel experto, afina el manejo no hormonal de los síntomas vasomotores. Saber recetar un ISRS para sofocos es una herramienta clave cuando no puedes dar estrógenos.",
      "alto": "¡Manejo de especialista! Has priorizado la seguridad cardiovascular (suspensión de ACO) sin descuidar la calidad de vida (manejo de sofocos) ni la anticoncepción. Ese equilibrio es el arte de la matronería en climaterio."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf"
    ]
  },
  {
    "id": "clima-media-sofocos-insomnio",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Media",
    "titulo": "Climaterio con síntomas vasomotores intensos: manejo inicial en APS",
    "vigneta": "Mujer de 49 años consulta por sofocos diarios, especialmente nocturnos, acompañados de palpitaciones y sudoración intensa. Describe insomnio mantenido, ansiedad y cansancio diurno. Última menstruación hace 7 meses (perimenopausia). Refiere que afecta su vida laboral y su relación de pareja. Niega sangrado anormal. HTA controlada con losartán. IMC 27. Examen físico normal.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "El mecanismo fisiológico que explica los síntomas vasomotores (bochornos) es:",
        "opciones": [
          {
            "id": "a",
            "texto": "Exceso de progesterona.",
            "explicacion": "Incorrecto. La progesterona disminuye drásticamente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Hiperprolactinemia.",
            "explicacion": "Incorrecto. No es la causa de los sofocos climatéricos.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Aumento de testosterona.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Inestabilidad del centro termorregulador hipotalámico por disminución estrogénica.",
            "explicacion": "Correcto. La caída de estrógenos altera el punto de ajuste térmico en el hipotálamo, gatillando vasodilatación periférica ante mínimos cambios de temperatura.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es la medida terapéutica inicial recomendada en APS antes de considerar fármacos?",
        "opciones": [
          {
            "id": "a",
            "texto": "Indicar estrógenos sistémicos inmediatamente.",
            "explicacion": "Incorrecto. Primero se intenta manejo no farmacológico y se evalúan riesgos.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Cambios en el estilo de vida: ejercicio aeróbico, higiene del sueño y manejo de gatillantes (capas de ropa, ambiente fresco).",
            "explicacion": "Correcto. Estas medidas pueden reducir la intensidad de los síntomas leves a moderados y mejorar la calidad de vida.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Derivación inmediata a especialista.",
            "explicacion": "Incorrecto. El manejo inicial es resorte de la matrona/médico general.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Antibióticos empíricos.",
            "explicacion": "Incorrecto. Sin indicación.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Antes de prescribir Terapia Hormonal (TH) si las medidas generales fallan, es obligatorio:",
        "opciones": [
          {
            "id": "a",
            "texto": "Evaluar riesgo cardiovascular, trombótico y descartar cáncer de mama/endometrio.",
            "explicacion": "Correcto. La seguridad de la TH depende de la selección adecuada de la paciente (Ventana de Oportunidad y ausencia de contraindicaciones).",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Indicarla sin evaluación previa si los síntomas son intensos.",
            "explicacion": "Incorrecto. Riesgo de iatrogenia grave.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Iniciar solo progesterona.",
            "explicacion": "Incorrecto. El estrógeno es el que trata el síntoma vasomotor; la progestina protege el endometrio.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Suspender ejercicio físico.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Consejería práctica para el manejo de los sofocos nocturnos:",
        "opciones": [
          {
            "id": "a",
            "texto": "Aumentar cafeína para mantenerse alerta.",
            "explicacion": "Incorrecto. Empeora los síntomas y el insomnio.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Dormir menos para generar más cansancio.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Modificar su medicación antihipertensiva sin control médico.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Evitar comidas picantes, alcohol nocturno y mantener la habitación fresca.",
            "explicacion": "Correcto. Identificar y evitar los factores precipitantes reduce la frecuencia de los episodios.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Respecto al insomnio asociado al climaterio, ¿qué afirmación es correcta?",
        "opciones": [
          {
            "id": "a",
            "texto": "Indicar benzodiacepinas de larga duración como primera línea.",
            "explicacion": "Incorrecto. Riesgo de dependencia y caídas.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "El insomnio no tiene relación con el climaterio.",
            "explicacion": "Incorrecto. Es uno de los síntomas más prevalentes.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Mejorar la higiene del sueño y tratar los sofocos nocturnos suele resolver el problema secundario de sueño.",
            "explicacion": "Correcto. Al disminuir los despertares por calor, mejora la calidad del sueño.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Evitar actividad física durante el día.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "Explica brevemente cómo abordarías la consejería sobre manejo de sofocos e insomnio de manera empática, enfocándote en medidas que ella pueda aplicar hoy mismo.",
        "guia": "• Validación: 'Es muy desgastante no dormir'.\n• Gatillantes: 'El café, el ají y el vino en la noche activan el termostato interno'.\n• Ambiente: 'Usa ropa de cama ligera y pijama de algodón'.\n• Rutina: 'Bajar las luces y pantallas 1 hora antes de dormir'.",
        "feedbackDocente": "Evalúa si el estudiante prioriza las medidas higiénico-dietéticas antes de medicalizar."
      }
    ],
    "feedbackDinamico": {
      "bajo": "Los sofocos (bochornos) son el síntoma cardinal del climaterio. No partas recetando hormonas. Primero: Estilo de vida (capas de ropa, dieta, ejercicio). Si eso falla, evaluamos riesgos para TH. Revisa la OT Climaterio.",
      "medio": "Bien. Entiendes la fisiología (hipotálamo) y el manejo inicial. Para nivel experto, profundiza en la 'higiene del sueño': es la herramienta no farmacológica más potente que tenemos en APS.",
      "alto": "¡Excelente! Has aplicado un enfoque escalonado y racional: primero lo básico (estilo de vida), luego evaluación de riesgo. Tu manejo de la sintomatología vasomotora es impecable y seguro."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "clim-media-dispareunia-sequedad",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Media",
    "titulo": "Sequedad vaginal y molestias sexuales en el climaterio",
    "vigneta": "Mujer de 51 años, menopausia confirmada hace 14 meses. Consulta por sequedad vaginal, ardor y dolor leve en relaciones sexuales (dispareunia). Señala que evita el contacto sexual por temor al dolor. No usa Terapia Hormonal (TH). No antecedentes mórbidos. Busca una solución que no sea invasiva y que le permita retomar su vida sexual sin vergüenza.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "El mecanismo fisiológico más probable de sus síntomas es:",
        "opciones": [
          {
            "id": "a",
            "texto": "Exceso de progesterona.",
            "explicacion": "Incorrecto. La progesterona disminuye drásticamente tras la menopausia.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Aumento de andrógenos.",
            "explicacion": "Incorrecto. Aunque la testosterona puede predominar relativamente, no causa atrofia epitelial directa.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Hipoestrogenismo propio del climaterio.",
            "explicacion": "Correcto. La falta de estrógenos provoca adelgazamiento del epitelio vaginal, pérdida de colágeno y menor lubricación (atrofia).",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Infección vaginal aguda.",
            "explicacion": "Incorrecto. La historia de 14 meses de evolución y la ausencia de flujo patológico orientan a atrofia, no infección.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el manejo inicial recomendado en APS según la OT de Climaterio?",
        "opciones": [
          {
            "id": "a",
            "texto": "Humectantes y lubricantes vaginales de uso regular.",
            "explicacion": "Correcto. Son la primera línea de tratamiento no hormonal para el síndrome genitourinario de la menopausia, mejorando la hidratación y el confort coital.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Antibióticos de amplio espectro.",
            "explicacion": "Incorrecto. No hay evidencia de infección bacteriana.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Iniciar TH sistémica inmediata.",
            "explicacion": "Incorrecto. La TH sistémica requiere evaluación cardiovascular previa y se indica principalmente para síntomas vasomotores (bochornos), no solo locales.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Indicar reposo sexual indefinido.",
            "explicacion": "Incorrecto. La actividad sexual regular ayuda a mantener la elasticidad vaginal.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuándo corresponde derivación a ginecología?",
        "opciones": [
          {
            "id": "a",
            "texto": "Siempre, incluso antes del manejo inicial.",
            "explicacion": "Incorrecto. El manejo inicial es resorte de la matrona/matrón en APS.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Si persiste dispareunia pese a manejo inicial con lubricantes o se evalúa necesidad de TH local (estrógenos).",
            "explicacion": "Correcto. El manejo es escalonado: si falla lo no hormonal, se escala a estrógenos locales, que requieren indicación médica.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Solo si la paciente es menor de 40 años.",
            "explicacion": "Incorrecto. No es el criterio de derivación por atrofia.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Si desea hablar de sexualidad.",
            "explicacion": "Incorrecto. La consejería en salud sexual es competencia de todo el equipo de salud.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Elemento comunicacional clave para fortalecer la adherencia al tratamiento local:",
        "opciones": [
          {
            "id": "a",
            "texto": "Minimizar sus síntomas para reducir ansiedad.",
            "explicacion": "Incorrecto. Minimizar invalida la experiencia de dolor de la paciente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Indicar que la vida sexual 'ya no es importante' a su edad.",
            "explicacion": "Incorrecto y edadista. La sexualidad es un derecho en todo el ciclo vital.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Evitar hablar de emociones.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Validar su experiencia, normalizar los cambios fisiológicos y hablar sin juicios.",
            "explicacion": "Correcto. Explicar que la sequedad es común y tratable reduce la vergüenza y mejora el cumplimiento.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Intervención adicional razonable para mejorar bienestar sexual:",
        "opciones": [
          {
            "id": "a",
            "texto": "Uso exclusivo de almohadillas térmicas.",
            "explicacion": "Incorrecto. No trata la causa.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Evitar completamente la actividad sexual.",
            "explicacion": "Incorrecto. Contraproducente.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Recomendar ejercicios de piso pélvico y exploración sexual gradual sin dolor.",
            "explicacion": "Correcto. Mejorar la propiocepción y la circulación pélvica favorece la respuesta sexual.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Automedicar con estrógenos orales.",
            "explicacion": "Incorrecto. Riesgoso sin evaluación médica.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "Explica cómo realizarías una consejería respetuosa que ayude a la paciente a retomar su sexualidad sin miedo.",
        "guia": "• Validación: 'Es normal que duela porque el tejido está más fino'.\n• Educación: Explicar diferencia entre lubricante (momento) y humectante (diario).\n• Gradualidad: 'Empieza probando sola, sin presión'.\n• Pareja: Fomentar la comunicación sobre lo que le molesta.",
        "feedbackDocente": "Evalúa si el estudiante logra desmedicalizar la sexualidad y ofrecer herramientas prácticas (lubricantes) y emocionales (gradualidad)."
      }
    ],
    "feedbackDinamico": {
      "bajo": "¡Gracias por tu esfuerzo! Este caso mezcla fisiología, manejo y comunicación. Recuerda: primero lubricantes/humectantes. Si no funciona, derivar para estrógenos locales. Revisa la OT Climaterio sobre Síndrome Genitourinario.",
      "medio": "¡Muy buen trabajo! Comprendiste los pilares del manejo y la importancia del enfoque comunicacional. Revisa los detalles del manejo escalonado para perfeccionar tu criterio clínico.",
      "alto": "¡Excelente! Integraste evidencia (manejo no hormonal primera línea), fisiología (hipoestrogenismo) y una consejería empática. Se nota un razonamiento maduro y centrado en la calidad de vida de la usuaria."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "clim-media-sequedad-vaginal-lubricantes",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Media",
    "titulo": "Síndrome genitourinario en climaterio: manejo inicial y consejería en APS",
    "vigneta": "Mujer de 52 años consulta en APS por sequedad vaginal progresiva, ardor y molestias durante las relaciones sexuales. Refiere que estos síntomas han empeorado en el último año. No menstruación hace 16 meses. Tiene pareja estable, pero evita el contacto sexual por el malestar, lo que le genera angustia. No antecedentes mórbidos. No está en terapia hormonal. Quiere una solución 'que no sea peligrosa' y pregunta si esto es normal.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "¿Qué mecanismo fisiológico explica sus síntomas de ardor y dispareunia?",
        "opciones": [
          {
            "id": "a",
            "texto": "Aumento patológico de testosterona.",
            "explicacion": "Incorrecto. Los andrógenos también disminuyen con la edad, pero no causan atrofia epitelial directa.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Hiperprolactinemia fisiológica del envejecimiento.",
            "explicacion": "Incorrecto. No es un cambio hormonal propio del climaterio.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Hipoestrogenismo que genera atrofia vulvovaginal.",
            "explicacion": "Correcto. La caída de estrógenos adelgaza el epitelio vaginal, reduce el colágeno y la vascularización, causando sequedad y fragilidad.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Exceso de progesterona posmenopáusica.",
            "explicacion": "Incorrecto. La progesterona cae drásticamente tras la menopausia al cesar la ovulación.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Qué intervención de primera línea en APS puede mejorar sus síntomas sin requerir terapia hormonal sistémica?",
        "opciones": [
          {
            "id": "a",
            "texto": "Antidepresivos ISRS.",
            "explicacion": "Incorrecto. Se usan para síntomas vasomotores (bochornos) en ciertos casos, pero pueden empeorar la sequedad.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Humectantes y lubricantes vaginales de uso regular.",
            "explicacion": "Correcto. Según la OT Climaterio, los hidratantes (uso regular) y lubricantes (uso coital) son el tratamiento no hormonal de elección inicial.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Corticoides vaginales.",
            "explicacion": "Incorrecto. Solo se indican en patologías inflamatorias específicas (ej: liquen), no para atrofia simple.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Suspender completamente relaciones sexuales.",
            "explicacion": "Incorrecto. La actividad sexual regular mantiene la vascularización vaginal; suspenderla puede acelerar la atrofia ('úselo o piérdalo').",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "La paciente teme que la sequedad indique un problema grave. ¿Qué corresponde explicar?",
        "opciones": [
          {
            "id": "a",
            "texto": "Que siempre indica cáncer ginecológico.",
            "explicacion": "Incorrecto. La atrofia es un proceso benigno esperado.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Que desaparecerá espontáneamente sin intervención.",
            "explicacion": "Incorrecto. A diferencia de los bochornos que pueden ceder, la atrofia urogenital es progresiva y crónica sin tratamiento.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Que es consecuencia irreversible del envejecimiento.",
            "explicacion": "Incorrecto. Es tratable y reversible con manejo adecuado local.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Que es un síntoma común del climaterio (Síndrome Genitourinario) y manejable con medidas seguras.",
            "explicacion": "Correcto. Normalizar el síntoma y darle nombre clínico reduce la ansiedad de la paciente.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "¿Qué recomendación comunicacional favorece adherencia y bienestar emocional en esta consulta?",
        "opciones": [
          {
            "id": "a",
            "texto": "Validar su experiencia, normalizar los cambios y ofrecer un plan de manejo progresivo.",
            "explicacion": "Correcto. La empatía es clave para tratar disfunciones sexuales; la paciente necesita sentirse comprendida, no juzgada.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Restar importancia para que no se preocupe.",
            "explicacion": "Incorrecto. Minimizar el dolor invalida a la paciente.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Indicar que debe resolverlo 'en pareja' únicamente.",
            "explicacion": "Incorrecto. Es una condición médica que requiere tratamiento, aunque involucre a la pareja.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Evitar hablar del tema íntimo.",
            "explicacion": "Incorrecto. El profesional de salud debe romper el tabú y preguntar activamente por la salud sexual.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Cuándo corresponde derivar a ginecología para manejo especializado?",
        "opciones": [
          {
            "id": "a",
            "texto": "Siempre, incluso antes de iniciar lubricantes.",
            "explicacion": "Incorrecto. El manejo de primera línea es competencia de APS.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Solo si la paciente es menor de 30 años.",
            "explicacion": "Incorrecto. No aplica al caso.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Cuando persisten síntomas moderados-severos pese a manejo inicial o si se requiere terapia hormonal local (estrógenos).",
            "explicacion": "Correcto. Si los lubricantes no bastan, el siguiente escalón es el estrógeno local, que requiere indicación médica.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Cuando solicita anticoncepción.",
            "explicacion": "Incorrecto. La matrona/matrón prescribe anticoncepción en APS.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "Explica brevemente cómo estructurarías una consejería que reduzca ansiedad, enseñe autocuidado y mejore adherencia al uso de lubricantes/humectantes.",
        "guia": "• Validación: 'Es normal que te duela, el tejido está más delgado'.\n• Diferencia: Lubricante (para el momento) vs Humectante (uso diario como 'crema de cara').\n• Frecuencia: La constancia es clave.\n• Esperanza: 'Con esto deberías sentirte mejor en unas semanas'.",
        "feedbackDocente": "Evalúa si distingues entre lubricante y humectante, y si usas un lenguaje analógico simple (ej: 'piel seca') para explicar la atrofia."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La atrofia vaginal es progresiva, a diferencia de los bochornos. Por eso hay que tratarla. Recuerda: 1) Lubricantes/Hidratantes primero. 2) Estrógenos locales después (si no mejora). Revisa el flujo de manejo en la OT Climaterio.",
      "medio": "Buen enfoque. Entiendes la causa (hipoestrogenismo) y el tratamiento inicial. Para el nivel experto, asegúrate de saber explicarle a la paciente la diferencia entre un lubricante (agua/silicona) y un hidratante (polímero mucoadhesivo).",
      "alto": "¡Excelente! Has manejado el Síndrome Genitourinario con un enfoque escalonado y empático. Al ofrecer soluciones no hormonales efectivas primero, empoderas a la paciente y resuelves el motivo de consulta en el nivel primario."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "cx-climaterio-anticoncepcion",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Baja",
    "titulo": "Consejería en anticoncepción durante la transición menopáusica",
    "vigneta": "Mujer de 48 años, G3P3, consulta en APS porque desea suspender su anticonceptivo oral combinado 'ya que casi no le llega la regla'. FUR hace 3 meses. Sin comorbilidades. Su hermana le dijo que 'ya no puede quedar embarazada a esta edad'. Desea orientación sobre si continuar o no con método anticonceptivo.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "¿Existe aún riesgo de embarazo a los 48 años con menstruaciones irregulares?",
        "opciones": [
          {
            "id": "a",
            "texto": "No, el ovario deja de funcionar totalmente a los 45 años.",
            "explicacion": "Incorrecto. La función ovárica disminuye progresivamente (reserva ovárica), pero la ovulación no cesa bruscamente a una edad fija.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Sí, mientras no haya 12 meses consecutivos sin menstruación, existe riesgo.",
            "explicacion": "Correcto. Clínicamente, la menopausia se diagnostica tras 12 meses de amenorrea. Antes de eso, pueden ocurrir ovulaciones esporádicas con riesgo de embarazo.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Solo si usa anticonceptivos orales.",
            "explicacion": "Incorrecto. El riesgo de embarazo depende de la persistencia de la función ovárica, no del uso de fármacos.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Depende del peso corporal.",
            "explicacion": "Incorrecto. Aunque el tejido adiposo produce estrona, el IMC por sí solo no determina el cese definitivo de la ovulación.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál de los siguientes métodos es una buena alternativa durante la transición menopáusica?",
        "opciones": [
          {
            "id": "a",
            "texto": "DIU con levonorgestrel (LNG-IUS), que controla sangrado y previene embarazo.",
            "explicacion": "Correcto. Según Criterios de Elegibilidad (OMS/Minsal), es Categoría 1 o 2. Ofrece alta eficacia, reduce el sangrado uterino disfuncional y protege el endometrio.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Suspender todo método inmediatamente.",
            "explicacion": "Incorrecto. Dejarla sin protección implica riesgo de embarazo no planificado en una edad de alto riesgo obstétrico.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Solo usar métodos naturales.",
            "explicacion": "Incorrecto. La irregularidad de los ciclos en la perimenopausia hace que los métodos basados en calendario sean poco confiables.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Usar anticonceptivos orales solo cuando haya sangrado.",
            "explicacion": "Incorrecto. El uso intermitente no asegura inhibición de la ovulación y desregula aún más el ciclo.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Además de la anticoncepción, ¿qué tema de salud preventiva es prioritario abordar en esta consulta?",
        "opciones": [
          {
            "id": "a",
            "texto": "Suspender controles médicos porque ya no menstrúa.",
            "explicacion": "Incorrecto. Al contrario, aumenta la necesidad de vigilancia cardiovascular y oncológica.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Tamizaje de cáncer cervicouterino y mamografía.",
            "explicacion": "Correcto. Según la OT Climaterio y Programas de la Mujer, es el momento clave para PAP/VPH vigentes y mamografía, además del EMPA.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Evitar actividad física intensa.",
            "explicacion": "Incorrecto. Se debe promover ejercicio para prevenir sarcopenia y osteoporosis.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Recomendar suplementos hormonales sin evaluación.",
            "explicacion": "Incorrecto. La TRH tiene indicaciones precisas (síntomas vasomotores moderados/severos) y contraindicaciones que deben evaluarse.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Durante la consejería, ¿cuál es el mensaje educativo más importante?",
        "opciones": [
          {
            "id": "a",
            "texto": "Indicar suspender el método al cumplir 45 años.",
            "explicacion": "Incorrecto. La edad cronológica no es el único indicador; se debe considerar el cuadro clínico.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Cambiar a métodos naturales para 'descansar'.",
            "explicacion": "Incorrecto. No existe evidencia que respalde 'descansos' hormonales; esto aumenta el riesgo de embarazo.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Explicar que la anticoncepción debe mantenerse hasta 12 meses sin regla (menopausia confirmada).",
            "explicacion": "Correcto. Es el estándar de oro clínico (Norma Fertilidad) para asegurar que no ocurrirá una ovulación espontánea final.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Usar anticonceptivos combinados hasta los 60 años.",
            "explicacion": "Incorrecto. El uso de estrógenos sintéticos en mayores de 50 años requiere reevaluación estricta por riesgo trombótico y cardiovascular.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Considerando su edad y ausencia de comorbilidades, ¿qué enfoque de consejería es más adecuado respecto a su anticonceptivo actual?",
        "opciones": [
          {
            "id": "a",
            "texto": "Suspender hoy los anticonceptivos y decirle que 'ya no se preocupe'.",
            "explicacion": "Incorrecto. Es una conducta negligente frente al riesgo de embarazo.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Explorar sus preferencias, informar riesgos y beneficios, y ofrecer alternativas como DIU-LNG u otros métodos sin estrógeno.",
            "explicacion": "Correcto. La transición a métodos de solo progestágeno o DIU suele ser preferible por menor riesgo metabólico/CV, pero debe decidirse en conjunto.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Indicarle que siga con el mismo anticonceptivo sin explicaciones.",
            "explicacion": "Incorrecto. La paciente manifiesta deseo de cambio; se debe acoger su inquietud.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Tomar la decisión solo en función de la opinión de la hermana.",
            "explicacion": "Incorrecto. Debemos corregir mitos del entorno con información científica.",
            "esCorrecta": false
          }
        ]
      }
    ],
    "feedbackDinamico": {
      "bajo": "Es común confundirse en esta etapa porque las reglas cambian. Recuerda: 'Regla de Oro = 12 meses sin menstruación'. Mientras eso no ocurra, hay riesgo. Revisa la Norma de Fertilidad para ver las opciones seguras (como el DIU o progestágenos puros). ¡Vas bien, solo ajusta ese criterio!",
      "medio": "Buen manejo de la definición de menopausia y de algunas alternativas de método. Aún puedes profundizar en la toma de decisiones compartida y en la elección de métodos según riesgo cardiovascular (Criterios OMS).",
      "alto": "¡Excelente! Integras perfectamente el riesgo biológico (embarazo tardío) con la prevención oncológica y la autonomía de la paciente. Manejas con solidez las guías del MINSAL y OMS para esta etapa vital."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "norma-fertilidad.pdf.pdf",
      "Nuevos criterios de elegibilidad..pdf"
    ]
  },
  {
    "id": "cx-climaterio-sexualidad",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Baja",
    "titulo": "Consejería sobre sexualidad y mitos en el climaterio",
    "vigneta": "Mujer de 52 años, sin menstruación hace 18 meses. Refiere molestias vaginales, dispareunia leve y disminución del deseo sexual. No usa terapia hormonal ni anticoncepción. Comenta: 'mi pareja dice que ya no me interesa, pero yo no sé si esto es normal o si ya no sirve'. Se muestra avergonzada y teme hablar del tema. No antecedentes mórbidos relevantes.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Desde el punto de vista fisiológico, ¿qué factor hormonal explica parte de los síntomas descritos?",
        "opciones": [
          {
            "id": "a",
            "texto": "Aumento de testosterona, que inhibe el deseo sexual.",
            "explicacion": "Incorrecto. La testosterona también disminuye progresivamente; su déficit puede contribuir a menor deseo, no su exceso.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Aumento de prolactina por la edad.",
            "explicacion": "Incorrecto. La edad per se no se asocia fisiológicamente a hiperprolactinemia.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Disminución de estrógenos, que reduce la lubricación y la elasticidad vaginal.",
            "explicacion": "Correcto. El hipoestrogenismo genera adelgazamiento del epitelio (atrofia vulvovaginal), menor lubricación y dispareunia.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Exceso de progesterona endógena.",
            "explicacion": "Incorrecto. En la postmenopausia, la producción de progesterona cesa casi por completo al no haber ovulación.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Durante la consejería, la paciente dice: 'mi vida sexual ya terminó'. ¿Cuál es la respuesta más adecuada desde el enfoque de salud sexual positiva?",
        "opciones": [
          {
            "id": "a",
            "texto": "Explicar que la sexualidad continúa en todas las etapas de la vida y puede adaptarse con apoyo y comunicación.",
            "explicacion": "Correcto. La sexualidad puede seguir siendo satisfactoria en el climaterio con educación, desmitificación y tratamiento sintomático.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Confirmar que la menopausia marca el fin de la vida sexual.",
            "explicacion": "Incorrecto. Es un mito cultural dañino; el objetivo es derribarlo y abrir espacio a nuevas formas de vivencia sexual.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Derivar directamente a psicología sin abordar el tema.",
            "explicacion": "Incorrecto. La matrona/matrón en APS es el primer contacto y debe contener, educar y normalizar antes de derivar.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Recomendar abstinencia para evitar molestias.",
            "explicacion": "Incorrecto. La inactividad sexual puede exacerbar la atrofia vaginal ('úselo o piérdalo') y afectar el vínculo de pareja.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Qué intervención NO hormonal, simple y segura, es la primera línea para mejorar su dispareunia?",
        "opciones": [
          {
            "id": "a",
            "texto": "Lubricantes y humectantes vaginales de uso regular.",
            "explicacion": "Correcto. Según la OT Climaterio MINSAL, son la primera línea para el Síndrome Genitourinario, mejorando confort sin efectos sistémicos.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Suplementos de calcio y vitamina D.",
            "explicacion": "Incorrecto. Son vitales para la salud ósea y prevención de osteoporosis, pero no tienen efecto directo sobre la mucosa vaginal.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Antidepresivos ISRS de baja dosis.",
            "explicacion": "Incorrecto. Se usan para bochornos severos en contraindicación de TRH, pero pueden empeorar la sequedad y disminuir la libido.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Lavados vaginales con soluciones antisépticas.",
            "explicacion": "Incorrecto. Las duchas vaginales alteran la microbiota y pueden irritar más el tejido atrófico.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "¿Qué componente comunicacional mejora la adherencia y la satisfacción de la paciente?",
        "opciones": [
          {
            "id": "a",
            "texto": "Centrarse solo en la parte hormonal del problema.",
            "explicacion": "Incorrecto. El enfoque biomédico exclusivo ignora el impacto emocional y relacional de la disfunción sexual.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Validar sus emociones, normalizar los cambios y ofrecer soluciones prácticas.",
            "explicacion": "Correcto. La validación ('es normal sentirse así') reduce la ansiedad y la vergüenza, facilitando que la paciente siga las indicaciones.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Evitar hablar de temas íntimos para no incomodarla.",
            "explicacion": "Incorrecto. Si el profesional evade el tema, refuerza la idea de que la sexualidad en la vejez es tabú o vergonzosa.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Entregarle solo un folleto informativo y finalizar la consulta.",
            "explicacion": "Incorrecto. El material escrito es un apoyo, pero la consejería verbal personalizada es insustituible.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "En esta etapa de la vida, ¿qué mensaje clave es importante reforzar respecto a su relación de pareja?",
        "opciones": [
          {
            "id": "a",
            "texto": "Sugerirle que no hable del tema para evitar conflictos.",
            "explicacion": "Incorrecto. El silencio aumenta la distancia emocional y las interpretaciones erróneas ('ya no le gusto').",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Invitar a la comunicación abierta con la pareja sobre deseos, cambios y posibles soluciones.",
            "explicacion": "Correcto. Involucrar a la pareja y fomentar el diálogo permite renegociar la intimidad y buscar formas de placer no coital si hay dolor.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Indicar que 'aguante' los síntomas porque son parte de la edad.",
            "explicacion": "Incorrecto. La resignación no es una estrategia de salud. Existen tratamientos efectivos para mejorar la calidad de vida.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Enfatizar que si su pareja no entiende, es un problema exclusivamente de ella.",
            "explicacion": "Incorrecto. Culpabilizar a la paciente aumenta su angustia. Se debe abordar como un desafío de la relación.",
            "esCorrecta": false
          }
        ]
      }
    ],
    "feedbackDinamico": {
      "bajo": "¡No te preocupes! El climaterio es complejo porque mezcla biología y cultura. Es normal que cueste al principio integrar todo. Te invito a leer la sección de 'Síndrome Genitourinario' en la OT de Climaterio. Entender qué le pasa al cuerpo te dará seguridad para aconsejar.",
      "medio": "Tienes buen manejo de la fisiología y algunas intervenciones, pero puedes profundizar en la dimensión emocional y de pareja. Recuerda que curar la atrofia es fácil (lubricantes/estrógenos locales), pero sanar la autoestima requiere mucha escucha activa.",
      "alto": "¡Excelente trabajo! Has logrado vincular la caída de estrógenos con el síntoma clínico y, lo más importante, has ofrecido una solución empática y práctica. Derribar mitos sobre el fin de la vida sexual es clave para la salud integral de la mujer."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "clim-baja-sintomas-perimenopausia",
    "modulo": "Climaterio y Menopausia",
    "dificultad": "Baja",
    "titulo": "Reconociendo síntomas típicos de la perimenopausia en APS",
    "vigneta": "Mujer de 46 años consulta en APS por bochornos nocturnos, insomnio y cambios de ánimo ocasionales. Ciclos irregulares los últimos 8 meses (baches amenorréicos). Dice sentirse 'desordenada' y teme tener una enfermedad grave. No tiene comorbilidades ni tabaquismo. Busca orientación.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "El cuadro clínico (irregularidad menstrual + síntomas vasomotores en >45 años) es compatible principalmente con:",
        "opciones": [
          {
            "id": "a",
            "texto": "Hipertiroidismo clínico.",
            "explicacion": "Incorrecto. Aunque comparte intolerancia al calor, falta la pérdida de peso, taquicardia y el patrón menstrual no es el típico bache amenorréico.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Depresión mayor.",
            "explicacion": "Incorrecto. Los síntomas anímicos en climaterio suelen ser labilidad o irritabilidad, no necesariamente una depresión clínica estructurada.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Trastorno de pánico.",
            "explicacion": "Incorrecto. Los bochornos pueden confundirse con ansiedad, pero el contexto menstrual define el cuadro.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Transición perimenopáusica (Climaterio).",
            "explicacion": "Correcto. Según criterio STRAW+10, la irregularidad del ciclo junto con síntomas vasomotores (bochornos) en este grupo etario es diagnóstico clínico de perimenopausia.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Qué conducta diagnóstica inicial es la más adecuada y costo-efectiva en APS?",
        "opciones": [
          {
            "id": "a",
            "texto": "Solicitar perfil hormonal completo (FSH/Estradiol) de inmediato.",
            "explicacion": "Incorrecto. En >45 años con clínica típica, las hormonas fluctúan erráticamente día a día. Pedirlas no cambia el manejo y gasta recursos.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Educar sobre la fisiología del climaterio y medidas de autocuidado (estilos de vida).",
            "explicacion": "Correcto. La primera línea es confirmar clínicamente, tranquilizar (es normal) e iniciar manejo no farmacológico.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Iniciar terapia hormonal sin evaluación de riesgo.",
            "explicacion": "Incorrecto. La THM requiere descartar contraindicaciones (cáncer mama, riesgo CV) y evaluar severidad de síntomas.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Derivar a ginecología por sospecha de patología grave.",
            "explicacion": "Incorrecto. Es un proceso fisiológico de manejo primario en APS.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Qué medida no farmacológica ha demostrado utilidad para síntomas vasomotores leves/moderados?",
        "opciones": [
          {
            "id": "a",
            "texto": "Consumir hierbas sin supervisión.",
            "explicacion": "Incorrecto. Riesgo de hepatotoxicidad o interacciones medicamentosas.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Actividad física regular, vestimenta por capas y evitar estimulantes (café/alcohol/picantes).",
            "explicacion": "Correcto. Identificar y evitar 'gatillantes' de bochornos, junto con el ejercicio aeróbico, mejora la calidad de vida.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Evitar hidratarse en la tarde.",
            "explicacion": "Incorrecto. La hidratación es necesaria.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Dormir siesta larga para 'compensar'.",
            "explicacion": "Incorrecto. Altera el ciclo circadiano y empeora el insomnio nocturno.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Mensaje educativo clave para reducir la ansiedad de la paciente:",
        "opciones": [
          {
            "id": "a",
            "texto": "Estos síntomas indican deterioro irreversible.",
            "explicacion": "Incorrecto. Genera visión negativa del envejecimiento.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Debe realizarse exámenes costosos obligatoriamente.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Estos síntomas son comunes, transitorios y manejables; no indican enfermedad grave.",
            "explicacion": "Correcto. Normalizar y validar la experiencia reduce la percepción de 'enfermedad' y empodera en el autocuidado.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "No es normal tener bochornos antes de los 50.",
            "explicacion": "Incorrecto. La transición puede empezar años antes de la menopausia definitiva (promedio 50 años).",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Qué recomendación potencia la adherencia al plan de manejo en APS?",
        "opciones": [
          {
            "id": "a",
            "texto": "Sugerirle buscar soluciones en internet.",
            "explicacion": "Incorrecto. Riesgo de desinformación.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Indicarle que 'aguante' porque es normal.",
            "explicacion": "Incorrecto. Normalizar no significa ignorar el malestar.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Evitar profundizar en sus emociones.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Invitarla a control en APS para seguimiento, realizar EMPA/PAP vigentes y resolver dudas.",
            "explicacion": "Correcto. El control de salud integral (cardiovascular, oncológico) es el pilar de la atención en esta etapa, más allá de lo ginecológico.",
            "esCorrecta": true
          }
        ]
      }
    ],
    "feedbackDinamico": {
      "bajo": "La perimenopausia se diagnostica escuchando a la paciente, no mirando exámenes. Si tiene >45 años, reglas irregulares y calor, es climaterio hasta que se demuestre lo contrario. No pidas FSH de rutina. Revisa la OT Climaterio.",
      "medio": "Bien. Identificaste el cuadro. Ahora céntrate en el manejo: antes de las hormonas, vienen los cambios de hábito (dieta, ejercicio, ropa). Esa es la base que debes enseñar en APS.",
      "alto": "¡Excelente! Has aplicado el criterio clínico racional (ahorrando exámenes innecesarios) y el enfoque biopsicosocial (educación y contención). Entiendes que el climaterio es una etapa vital, no una enfermedad, pero que requiere acompañamiento."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf"
    ]
  }
]