// Casos Clínicos: ITS
// Área: GINECOLOGIA
// Total de casos: 16
// Última actualización: 2025-11-25

[
  {
    "id": "its-alta-sifilis-latente",
    "modulo": "ITS",
    "dificultad": "Alta",
    "titulo": "Desafío diagnóstico: VDRL reactivo en paciente asintomática (Sífilis Latente)",
    "vigneta": "Mujer de 26 años acude a control de salud sexual. Se realiza VDRL de rutina que resulta Reactivo 1:16. Ella se sorprende, refiere no tener síntomas actuales ni recordar úlceras o manchas en el último año. Su pareja actual (de hace 2 años) nunca se ha testeado. Al examen físico riguroso: piel y mucosas sanas, sin lesiones genitales ni adenopatías. No recuerda haber tenido sífilis antes.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Ante un VDRL reactivo en paciente asintomática, ¿cuál es el primer paso administrativo/clínico obligatorio antes de tratar?",
        "opciones": [
          {
            "id": "a",
            "texto": "Solicitar confirmación con prueba treponémica (MHA-TP o FTA-ABS) al laboratorio de referencia.",
            "explicacion": "Correcto. El VDRL puede tener falsos positivos (embarazo, enfermedades autoinmunes). La Norma 187 exige confirmar con prueba específica antes de catalogar el caso, salvo en embarazo o sospecha clínica muy alta.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Iniciar tratamiento inmediato con 3 dosis por si acaso.",
            "explicacion": "Incorrecto. Se debe confirmar primero en paciente asintomática.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Repetir el VDRL en 3 meses.",
            "explicacion": "Incorrecto. Retrasa el diagnóstico y mantiene la cadena de transmisión.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Dar de alta si no tiene síntomas.",
            "explicacion": "Incorrecto. La sífilis latente es asintomática pero transmisible (en etapa precoz) y progresiva.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Llega la confirmación MHA-TP (+). Dado que no tiene síntomas y no recuerda lesiones previas, ¿cómo se clasifica la etapa de esta Sífilis?",
        "opciones": [
          {
            "id": "a",
            "texto": "Sífilis Primaria.",
            "explicacion": "Incorrecto. Requiere presencia de chancro.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Sífilis Latente Indeterminada (o Tardía).",
            "explicacion": "Correcto. Al no poder demostrarse que la infección ocurrió en el último año (sin VDRL previo no reactivo, sin clínica reciente, pareja no evaluada), se asume el escenario de mayor duración para asegurar la cura.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Sífilis Latente Precoz.",
            "explicacion": "Incorrecto. Para ser 'precoz' (<1 año) necesitamos evidencia documental de un VDRL (-) hace menos de 12 meses o nexo claro, lo cual no tenemos.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Neurosífilis.",
            "explicacion": "Incorrecto. No hay clínica neurológica.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Basado en la clasificación de 'Latente Indeterminada/Tardía', ¿cuál es el esquema de tratamiento correcto según Norma MINSAL?",
        "opciones": [
          {
            "id": "a",
            "texto": "Penicilina Benzatina 2.4 millones UI, 1 dosis única.",
            "explicacion": "Incorrecto. Dosis única es solo para sífilis < 1 año (primaria, secundaria, latente precoz).",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Penicilina Benzatina 2.4 millones UI, 3 dosis (1 semanal por 3 semanas consecutivas).",
            "explicacion": "Correcto. Ante la duda de la duración, se trata como tardía (>1 año) para asegurar niveles treponemicidas prolongados y evitar recaídas o neurosífilis asintomática.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Doxiciclina 100 mg por 7 días.",
            "explicacion": "Incorrecto. Insuficiente.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Ceftriaxona 1 g IM diario por 10 días.",
            "explicacion": "Incorrecto. Reservado para neurosífilis o alergia severa.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "La paciente pregunta si su pareja (asintomática) debe tratarse. ¿Cuál es la respuesta correcta?",
        "opciones": [
          {
            "id": "a",
            "texto": "Sí, debe ser evaluado y tratado epidemiológicamente como contacto.",
            "explicacion": "Correcto. Aunque ella sea 'latente', pudo haber sido contagiada por él (quien podría tener una latente también) o ella haberlo contagiado en su fase activa previa. Se corta la cadena tratando a ambos.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "No, porque ella no tiene úlceras contagiosas ahora.",
            "explicacion": "Incorrecto. No sabemos el estatus de él.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Solo si a él le sale el VDRL positivo.",
            "explicacion": "Incorrecto. Se trata por contacto sexual, a veces antes del resultado.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Solo si él tiene síntomas.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Para el seguimiento serológico (control de cura), ¿qué criterio define una respuesta adecuada al tratamiento en 6-12 meses?",
        "opciones": [
          {
            "id": "a",
            "texto": "El VDRL debe negativizarse completamente (No Reactivo).",
            "explicacion": "Incorrecto. En sífilis tardía, puede quedar una 'cicatriz serológica' (títulos bajos estables) de por vida.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Descenso de los títulos en al menos 2 diluciones (ej: de 1:16 a 1:4).",
            "explicacion": "Correcto. Este es el criterio serológico de cura bacteriológica. Si no baja o sube, indica falla de tratamiento o reinfección.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Que desaparezcan los síntomas.",
            "explicacion": "Incorrecto. Ya era asintomática.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Que la prueba treponémica (MHA-TP) se vuelva negativa.",
            "explicacion": "Incorrecto. Las pruebas treponémicas (MHA-TP) quedan positivas de por vida; no sirven para seguimiento.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "¿Qué precaución debe tener respecto al VDRL en el futuro?",
        "opciones": [
          {
            "id": "a",
            "texto": "Debe avisar en futuros controles que tuvo sífilis tratada, porque su VDRL podría mantenerse reactivo bajo (cicatriz).",
            "explicacion": "Correcto. Evita tratamientos innecesarios repetidos si los títulos se mantienen bajos y estables (Serofast).",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Nunca más podrá donar sangre.",
            "explicacion": "Incorrecto. Tras el tratamiento efectivo y periodo de espera, sí puede.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "No necesita más controles.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Debe repetirse la Penicilina todos los años.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Escribe brevemente cómo le explicarías a la paciente por qué necesita 3 inyecciones en vez de 1, a pesar de no tener síntomas.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "tiempo",
          "desconocido",
          "latente",
          "oculta",
          "3 dosis",
          "seguridad",
          "bacteria",
          "escondida",
          "recaída"
        ],
        "guia": "• Tiempo: 'Como no sabemos exactamente cuándo te contagiaste (pudo ser hace más de un año)...'.\n• Seguridad: '...la bacteria puede estar más escondida en el cuerpo'.\n• Tratamiento: 'Necesitamos 3 dosis para asegurar que se elimine por completo y no vuelva a aparecer'.",
        "feedbackDocente": "Evalúa si el estudiante transmite la lógica de 'seguridad ante la duda del tiempo' (criterio de Latencia Tardía) para justificar el esquema prolongado."
      }
    ],
    "feedbackDinamico": {
      "bajo": "Ojo con los tiempos. En Sífilis, si no tienes un VDRL negativo del último año que te respalde, asumes SIEMPRE que es 'Tardía' o de 'Duración Desconocida'. Y eso significa 3 dosis de Penicilina (semana 0, 1 y 2). Es la regla de seguridad. Revisa la Norma 187.",
      "medio": "Bien diagnosticado (Latente). Para el nivel experto, maneja la ansiedad del paciente: explícale que tener el VDRL reactivo bajo (1:2, 1:4) en el futuro es normal (cicatriz serológica) y no significa que el tratamiento falló, siempre que no suban los títulos.",
      "alto": "¡Excelente criterio! Has aplicado correctamente el principio de precaución epidemiológica: ante la duda de la fecha de contagio, tratamos como Latente Tardía (3 dosis). Esto previene complicaciones terciarias a largo plazo. Manejo de matronería de alto estándar."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf"
    ]
  },
  {
    "id": "its-alta-sifilis-secundaria-roseola",
    "modulo": "ITS",
    "dificultad": "Alta",
    "titulo": "El gran simulador: Diagnóstico de Sífilis Secundaria en hombre con exantema",
    "vigneta": "MOTIVO DE CONSULTA: 'Me salió una alergia rara en el cuerpo'.\n\nHISTORIA ACTUAL:\nHombre de 28 años consulta por manchas rosadas en el tronco, palmas de las manos y plantas de los pies, que aparecieron hace 1 semana. No le pican (no prurito). Refiere que hace 2 meses tuvo una 'herida en el pene' que no le dolió y se borró sola, por lo que no consultó. Tiene febrícula (37.5°C) y malestar general. Vida sexual activa, HSH, uso irregular de condón.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Considerando la historia (chancro previo que desapareció) y la clínica actual (exantema palmo-plantar no pruriginoso), el diagnóstico es:",
        "opciones": [
          {
            "id": "a",
            "texto": "Alergia alimentaria severa.",
            "explicacion": "Incorrecto. Las alergias pican mucho (prurito) y no suelen dar adenopatías generalizadas ni fiebre."
          },
          {
            "id": "b",
            "texto": "Sífilis Secundaria (Roseola sifilítica).",
            "explicacion": "Correcto. Es la evolución natural de una sífilis primaria no tratada. El compromiso palmo-plantar y la ausencia de prurito son signos patognomónicos.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Psoriasis guttata.",
            "explicacion": "Incorrecto. Son placas descamativas, no máculas rosadas tenues."
          },
          {
            "id": "d",
            "texto": "Sarampión.",
            "explicacion": "Incorrecto. Cuadro respiratorio severo asociado, exantema distinto."
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Qué esperas encontrar en los exámenes de tamizaje (VDRL) en esta etapa de la enfermedad?",
        "opciones": [
          {
            "id": "a",
            "texto": "VDRL Reactivo en títulos altos (ej: 1:32, 1:64).",
            "explicacion": "Correcto. En la etapa secundaria la carga bacteriana y la respuesta de anticuerpos es máxima.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "VDRL No Reactivo.",
            "explicacion": "Incorrecto. Sería muy raro (efecto prozona extremo), pero habitualmente es fuertemente positivo."
          },
          {
            "id": "c",
            "texto": "VDRL Reactivo débil (1:2).",
            "explicacion": "Incorrecto. Eso es más típico de sífilis muy precoz o muy tardía/tratada."
          },
          {
            "id": "d",
            "texto": "PCR de orina positivo.",
            "explicacion": "Incorrecto. No se diagnostica por orina."
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Al ser una Sífilis Temprana (< 1 año de evolución), ¿cuál es el tratamiento antibiótico de elección?",
        "opciones": [
          {
            "id": "a",
            "texto": "Penicilina Benzatina 2.4 millones UI, 3 dosis semanales.",
            "explicacion": "Incorrecto. Eso es para sífilis tardía o indeterminada."
          },
          {
            "id": "b",
            "texto": "Penicilina Benzatina 2.4 millones UI, 1 dosis única IM.",
            "explicacion": "Correcto. Para primaria, secundaria y latente precoz, una sola dosis es curativa.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Ciprofloxacino oral.",
            "explicacion": "Incorrecto. No sirve."
          },
          {
            "id": "d",
            "texto": "Crema de corticoides.",
            "explicacion": "Incorrecto. Empeoraría el cuadro."
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "¿Qué fenómeno post-tratamiento es frecuente en la Sífilis Secundaria y debe advertirse para que no se asuste?",
        "opciones": [
          {
            "id": "a",
            "texto": "Shock anafiláctico tardío.",
            "explicacion": "Incorrecto."
          },
          {
            "id": "b",
            "texto": "Caída del cabello inmediata.",
            "explicacion": "Incorrecto."
          },
          {
            "id": "c",
            "texto": "Vómitos explosivos.",
            "explicacion": "Incorrecto."
          },
          {
            "id": "d",
            "texto": "Reacción de Jarisch-Herxheimer.",
            "explicacion": "Correcto. Fiebre alta, calofríos y exacerbación de las manchas a las pocas horas de la inyección. Es por la muerte masiva de bacterias, no alergia.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Qué co-infección es obligatorio descartar dado el estadio de la enfermedad y las prácticas de riesgo?",
        "opciones": [
          {
            "id": "a",
            "texto": "Gastritis por Helicobacter.",
            "explicacion": "Incorrecto."
          },
          {
            "id": "b",
            "texto": "Diabetes tipo 1.",
            "explicacion": "Incorrecto."
          },
          {
            "id": "c",
            "texto": "VIH.",
            "explicacion": "Correcto. La sífilis activa aumenta significativamente el riesgo de transmisión y adquisición del VIH. El tamizaje es mandatorio.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Hipertensión.",
            "explicacion": "Incorrecto."
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "Sobre el manejo de contactos sexuales:",
        "opciones": [
          {
            "id": "a",
            "texto": "Tratar a todos los contactos de los últimos 6 meses (secundaria).",
            "explicacion": "Correcto. En sífilis secundaria el periodo de contagiosidad es mayor, por lo que se amplía la ventana de rastreo respecto a la primaria (90 días) hacia atrás.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "No es necesario avisar.",
            "explicacion": "Incorrecto."
          },
          {
            "id": "c",
            "texto": "Solo tratar si tienen manchas.",
            "explicacion": "Incorrecto."
          },
          {
            "id": "d",
            "texto": "Esperar a que el paciente se cure primero.",
            "explicacion": "Incorrecto."
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "El paciente teme que la reacción a la inyección (fiebre) signifique que es alérgico. Redacta una explicación breve diferenciando la 'Reacción de Herxheimer' de una alergia.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "bacterias muriendo",
          "inflamación",
          "fiebre",
          "24 horas",
          "no es alergia",
          "paracetamol",
          "penicilina",
          "reacción",
          "transitoria"
        ],
        "guia": "• Qué es: 'No es alergia. Es que el remedio es muy fuerte y está matando todas las bacterias de golpe'.\n• Síntomas: 'Te va a dar fiebre y dolor de cuerpo hoy en la noche'.\n• Manejo: 'Toma paracetamol y agua. Mañana se te pasa solo'.",
        "feedbackDocente": "Evalúa si el estudiante conoce la fisiopatología básica de la reacción para tranquilizar al paciente y evitar consultas innecesarias a urgencias."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La sífilis se llama 'la gran simuladora' por una razón: ¡es difícil de reconocer! Es normal confundirse al principio. Lo valioso es que estás aquí estudiando para detectarla. Recuerda: manchas en palmas/plantas sin picazón = sospecha de Sífilis. Revisa la Norma 187, ¡sigue así, estás construyendo un gran ojo clínico!",
      "medio": "Bien diagnosticado. Tienes ojo clínico. Para el nivel experto, advierte al paciente sobre la reacción de Jarisch-Herxheimer (fiebre post-inyección). Si no le avisas, pensará que es alérgico y nunca más querrá usar penicilina, complicando su futuro.",
      "alto": "¡Excelente! Has conectado la historia pasada (chancro) con la actual (exantema) para diagnosticar una Sífilis Secundaria. Tu manejo farmacológico, epidemiológico (parejas/VIH) y educativo (Herxheimer) es impecable."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Estrategia-de-Prevencio%CC%81n-de-las-Infecciones-de-Transmisio%CC%81n-Sexual-final-09-07-2020.pdf"
    ]
  },
  {
    "id": "its-alta-gonorrea-bisexual-multisitio",
    "modulo": "ITS",
    "dificultad": "Alta",
    "titulo": "Gonorrea en hombre bisexual con prácticas variadas: manejo multisitio, resistencia y consejería sin estigma",
    "vigneta": "Hombre de 28 años, bisexual, consulta por secreción uretral purulenta de 2 días y dolor al orinar (disuria). Refiere relaciones sexuales con mujeres y hombres, con penetración anal insertiva y receptiva sin condón hace 1 semana. También sexo oral sin barrera. No antecedentes mórbidos. No uso de PrEP. Nunca ha realizado tamizaje faríngeo ni anal. Está preocupado por posible 'bacteria resistente' que escuchó en redes sociales y teme ser juzgado por sus prácticas.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Según la clínica (secreción purulenta, incubación corta) y la exposición, ¿qué diagnóstico sindrómico es más probable?",
        "opciones": [
          {
            "id": "a",
            "texto": "Vaginosis bacteriana.",
            "explicacion": "Incorrecto. Patología exclusiva de la microbiota vaginal.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Herpes genital clásico.",
            "explicacion": "Incorrecto. El herpes se manifiesta con vesículas y úlceras dolorosas, no con secreción purulenta uretral.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Uretritis gonocócica probable.",
            "explicacion": "Correcto. La secreción purulenta abundante ('gota matinal') y el periodo de incubación corto (2-5 días) son clásicos de Neisseria gonorrhoeae.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Candidiasis genital masculina.",
            "explicacion": "Incorrecto. Cursa con balanitis (inflamación del glande), eritema y prurito, raramente con uretritis purulenta.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Qué tamizaje es CORRECTO solicitar según sus prácticas de riesgo (sexo oral, anal receptivo/insertivo)?",
        "opciones": [
          {
            "id": "a",
            "texto": "Solo urocultivo.",
            "explicacion": "Incorrecto. El urocultivo estándar busca infecciones urinarias (E. coli), no ITS como Gonorrea o Clamidia.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Solo VIH anual.",
            "explicacion": "Incorrecto. Ignora las infecciones bacterianas actuales y los otros sitios de infección.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "PCR solo anal si tuvo sexo receptivo.",
            "explicacion": "Incorrecto. Debe incluirse la faringe (por sexo oral) y la uretra (por síntomas y sexo insertivo).",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "PCR (NAAT) para Gonorrea/Clamidia en muestras uretral, faríngea y anal; más VIH y sífilis.",
            "explicacion": "Correcto. El tamizaje debe ser 'sitio-específico' para detectar infecciones asintomáticas extragenitales que perpetúan la transmisión.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Según MINSAL/OMS, ¿cuál es el tratamiento de primera línea para gonorrea no complicada considerando la resistencia antibiótica actual?",
        "opciones": [
          {
            "id": "a",
            "texto": "Azitromicina monodosis.",
            "explicacion": "Incorrecto. Ya no se recomienda como monoterapia debido al aumento de resistencia.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Ceftriaxona 500 mg IM dosis única + tratamiento para clamidia (Doxiciclina 100mg c/12h x 7 días).",
            "explicacion": "Correcto. La Ceftriaxona cubre el Gonococo (incluso cepas resistentes a orales) y la Doxiciclina cubre la co-infección frecuente por Clamidia.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Penicilina benzatina.",
            "explicacion": "Incorrecto. El Gonococo es resistente a la penicilina hace décadas. Solo sirve para Sífilis.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Ciprofloxacino oral.",
            "explicacion": "Incorrecto. Altas tasas de resistencia de Neisseria gonorrhoeae a quinolonas desaconsejan su uso empírico.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Respecto a su preocupación sobre 'bacterias resistentes', ¿qué información es adecuada entregar?",
        "opciones": [
          {
            "id": "a",
            "texto": "La gonorrea presenta resistencia mundial creciente, por eso usamos Ceftriaxona inyectable como estándar más seguro.",
            "explicacion": "Correcto. Validar su preocupación con datos científicos y explicar que el tratamiento indicado es el más potente disponible genera confianza.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "La resistencia significa que no tiene cura.",
            "explicacion": "Incorrecto. Existen opciones terapéuticas, aunque son más limitadas.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Debe evitar todo contacto sexual para siempre.",
            "explicacion": "Incorrecto. Alarmista y poco realista.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "La resistencia solo ocurre en mujeres.",
            "explicacion": "Incorrecto. Las bacterias no discriminan género.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Cuál es la recomendación correcta respecto al manejo de parejas sexuales?",
        "opciones": [
          {
            "id": "a",
            "texto": "Esperar resultado del PCR para tratar pareja.",
            "explicacion": "Incorrecto. Se pierde la oportunidad de cortar la cadena de transmisión.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Tratar solo a parejas mujeres.",
            "explicacion": "Incorrecto. Se debe notificar y tratar a todas las parejas recientes independiente del sexo.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Tratar solo si la PCR sale positiva.",
            "explicacion": "Incorrecto. Los contactos sexuales de un caso índice de gonorrea deben recibir tratamiento epidemiológico empírico.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Tratar a todas las parejas sexuales de los últimos 60 días, independiente de síntomas.",
            "explicacion": "Correcto. Es el periodo ventana estándar para rastreo de contactos en Gonorrea/Clamidia según norma MINSAL.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "Desde un enfoque comunicacional, ¿qué estrategia es correcta para evitar el estigma por sus prácticas sexuales?",
        "opciones": [
          {
            "id": "a",
            "texto": "Indicar que su conducta es 'de alto riesgo moral'.",
            "explicacion": "Incorrecto. El juicio moral no tiene cabida en la atención de salud.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Usar lenguaje neutro e inclusivo, validar sus emociones y centrar la conversación en reducción de riesgos.",
            "explicacion": "Correcto. Un enfoque técnico y humano reduce la barrera de la vergüenza y facilita la adherencia.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Evitar hablar de prácticas para no incomodarlo.",
            "explicacion": "Incorrecto. Se requiere una anamnesis sexual detallada para definir los sitios de tamizaje.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Sugerir que tenga solo parejas estables.",
            "explicacion": "Incorrecto. La consejería debe respetar las decisiones del paciente y ofrecer herramientas para su contexto real.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta una consejería integral explicando: riesgo multisitio, coinfección GC/CT, resistencia, tratamiento dual, manejo de parejas y cómo sostener autocuidado sin estigma.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "multisitio",
          "coinfección",
          "ceftriaxona",
          "doxiciclina",
          "parejas",
          "resistencia",
          "tamizaje",
          "autocuidado",
          "no estigma"
        ],
        "guia": "• Explicar que la infección puede estar en uretra, garganta o recto.\n• Tratamiento: inyección (Ceftriaxona) + pastillas (Doxiciclina) para cubrir todo.\n• Importancia de avisar a parejas para cortar la cadena.\n• Validación: 'Hiciste bien en venir, esto es tratable'.\n• Plan futuro: condón y chequeos regulares.",
        "feedbackDocente": "Evalúa si el estudiante maneja la complejidad clínica (multisitio/resistencia) sin perder la calidez humana necesaria para que el paciente no se sienta juzgado."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La gonorrea hoy es un desafío por la resistencia antibiótica. Recuerda: Ceftriaxona IM es la clave. Y no olvides los sitios extragenitales (faringe/recto), que son reservorios silenciosos. Revisa la Norma 187.",
      "medio": "Vas bien. Tienes claro el tratamiento dual. Para el nivel experto, enfócate en la 'trazabilidad': ¿cómo aseguramos que sus parejas se traten? Ahí está el verdadero control de la epidemia.",
      "alto": "¡Excelente! Has demostrado dominio técnico (Tratamiento Dual, Tamizaje Multisitio) y habilidades blandas (Consejería sin estigma). Este enfoque integral es lo que define a un profesional de excelencia en ITS."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Estrategia-de-Prevencio%CC%81n-de-las-Infecciones-de-Transmisio%CC%81n-Sexual-final-09-07-2020.pdf",
      "OT-Control-Adolescente-v3.pdf"
    ]
  },
  {
    "id": "its-alta-herpes-recurrencia",
    "modulo": "ITS",
    "dificultad": "Alta",
    "titulo": "Herpes genital recurrente: manejo, prevención y consejería compleja",
    "vigneta": "Mujer de 30 años, diagnóstico previo de VHS-2. Consulta por tercer brote en 5 meses. Lesiones iniciaron hace 24 horas con ardor local (pródromo) y vesículas dolorosas. Identifica estrés laboral como desencadenante. Su pareja cree que los brotes son por 'descuidos' o infidelidad. Examen: 4 vesículas agrupadas en labio mayor, sin fiebre.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Factor desencadenante más probable de esta reactivación viral:",
        "opciones": [
          {
            "id": "a",
            "texto": "Consumo moderado de café.",
            "explicacion": "Incorrecto. No hay evidencia.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Estrés físico o emocional.",
            "explicacion": "Correcto. El estrés, la menstruación o la fiebre pueden reactivar el virus latente en los ganglios sacros.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Dieta rica en carbohidratos.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Uso de condón.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Tratamiento de elección para brote RECURRENTE (episódico) según Norma 187:",
        "opciones": [
          {
            "id": "a",
            "texto": "Valaciclovir 1 g c/12h por 10 días.",
            "explicacion": "Incorrecto. Esquema de primoinfección (muy largo).",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Penicilina benzatina.",
            "explicacion": "Incorrecto. Para sífilis.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Metronidazol.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Aciclovir 400 mg cada 8 h por 5 días.",
            "explicacion": "Correcto. En recurrencias, el tratamiento es más corto (5 días vs 7-10) y busca acortar la duración de los síntomas.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuándo se debe considerar ofrecer Terapia Supresora (uso diario de antiviral)?",
        "opciones": [
          {
            "id": "a",
            "texto": "Siempre en el segundo brote.",
            "explicacion": "Incorrecto. Muy precoz.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Solo en embarazadas.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Si presenta ≥ 6 brotes/año o hay un impacto emocional/calidad de vida significativo.",
            "explicacion": "Correcto. La supresión reduce la frecuencia de brotes en un 70-80% y disminuye la transmisión asintomática.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Si desea suspender relaciones sexuales.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Enfoque comunicacional adecuado para abordar la duda de la pareja ('descuidos'):",
        "opciones": [
          {
            "id": "a",
            "texto": "Sugerir ocultarlo para evitar conflictos.",
            "explicacion": "Incorrecto. Fomenta el secreto y estigma.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Decir que su pareja tiene razón.",
            "explicacion": "Incorrecto. Científicamente falso.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Negar relación con el estrés.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Explicar que los brotes son reactivaciones de un virus que ya está en el cuerpo (latencia), NO nuevas infecciones ni 'descuidos' recientes.",
            "explicacion": "Correcto. Educación biológica para desarmar el conflicto de pareja.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Medida preventiva para reducir transmisión a la pareja:",
        "opciones": [
          {
            "id": "a",
            "texto": "Uso consistente de condón + abstinencia estricta durante pródromos y lesiones activas.",
            "explicacion": "Correcto. El condón reduce el riesgo (no 100%), pero la abstinencia en brote es obligatoria.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Evitar cualquier relación sexual permanente.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Lavado vigoroso previo al coito.",
            "explicacion": "Incorrecto. Irrita y no protege.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Usar doble condón.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "Exámenes recomendados para completar el estudio de salud sexual:",
        "opciones": [
          {
            "id": "a",
            "texto": "PAP para herpes.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Tamizaje de VIH y Sífilis (VDRL).",
            "explicacion": "Correcto. Las úlceras genitales son puerta de entrada para otras ITS; se debe descartar co-infección.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Hemograma obligatorio.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "PCR universal de todas las ITS existentes.",
            "explicacion": "Incorrecto. Costo-inefectivo.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta una consejería integral para esta paciente que aborde: la naturaleza recurrente (no es culpa suya), el rol del estrés y cuándo optar por terapia supresora.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "latencia",
          "estrés",
          "recurrencia",
          "supresora",
          "aciclovir",
          "condón",
          "pareja",
          "no culpa",
          "6 brotes"
        ],
        "guia": "• Biología: 'El virus vive contigo, el estrés lo despierta'.\n• Pareja: 'No es que te hayas contagiado de nuevo, es el mismo virus'.\n• Futuro: 'Si tienes muchos brotes (más de 6 al año), podemos darte pastillas diarias para evitarlos'.",
        "feedbackDocente": "Evalúa si el estudiante logra explicar la diferencia entre 'reinfección' y 'recurrencia' para calmar el conflicto de pareja."
      }
    ],
    "feedbackDinamico": {
      "bajo": "El Herpes Recurrente es molesto pero manejable. La clave es tratar rápido (apenas siente el ardor) y por menos tiempo (5 días). Y ojo: si tiene muchos brotes, la Terapia Supresora le cambia la vida. Revisa la Norma.",
      "medio": "Bien. Manejas el episodio agudo. Para ser experto, enfócate en la educación a la pareja: explicar que esto NO es infidelidad, sino una reactivación interna, salva relaciones.",
      "alto": "¡Brillante! Has integrado el manejo farmacológico (Aciclovir corto/Supresión) con una intervención psicosocial potente (educación a la pareja sobre latencia). Has tratado a la paciente, no solo a la úlcera."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "its-alta-sifilis-embarazo",
    "modulo": "ITS",
    "dificultad": "Alta",
    "titulo": "Sífilis secundaria en gestante: diagnóstico, tratamiento y prevención de transmisión vertical",
    "vigneta": "Gestante de 24 semanas consulta por aparición de 'manchas en el cuerpo' que no pican, hace 2 semanas. Al examen físico: exantema maculopapular rosado tenue en tronco y extremidades, que compromete palmas y plantas. Adenopatías generalizadas indoloras. No recuerda haber tenido úlceras genitales previas. VDRL reactivo 1:64. Pareja estable, no testeada.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "El cuadro clínico (exantema palmo-plantar no pruriginoso + VDRL alto) corresponde a:",
        "opciones": [
          {
            "id": "a",
            "texto": "Alergia alimentaria.",
            "explicacion": "Incorrecto. Las alergias suelen ser pruriginosas y no dan VDRL reactivo.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Sífilis secundaria.",
            "explicacion": "Correcto. El compromiso palmo-plantar y la serología en títulos altos son diagnósticos de la etapa secundaria (diseminada).",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Colestasia intrahepática del embarazo.",
            "explicacion": "Incorrecto. Se caracteriza por prurito intenso palmoplantar sin lesiones primarias.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Sífilis latente tardía.",
            "explicacion": "Incorrecto. La latente tardía es asintomática.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el riesgo principal si no se trata oportunamente?",
        "opciones": [
          {
            "id": "a",
            "texto": "Sífilis congénita en el recién nacido.",
            "explicacion": "Correcto. La transmisión vertical en sífilis secundaria es muy alta (70-100%) sin tratamiento, causando muerte fetal o secuelas graves.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Infertilidad materna.",
            "explicacion": "Incorrecto. No es una secuela típica de la sífilis.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Preeclampsia.",
            "explicacion": "Incorrecto. No hay asociación directa.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Diabetes gestacional.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Tratamiento de elección para la gestante según Norma Técnica Nº187:",
        "opciones": [
          {
            "id": "a",
            "texto": "Penicilina Benzatina 2.4 millones UI, 1 dosis IM.",
            "explicacion": "Correcto. En sífilis precoz (primaria, secundaria, latente <1 año) el esquema es monodosis. En embarazo, se prioriza la penicilina por su eficacia y paso placentario.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Eritromicina 500 mg c/6h.",
            "explicacion": "Incorrecto. No cruza bien la placenta y no cura al feto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Doxiciclina 100 mg c/12h.",
            "explicacion": "Incorrecto. Contraindicada en embarazo (afecta huesos/dientes fetales).",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Penicilina Benzatina 2.4 millones UI, 3 dosis (semanales).",
            "explicacion": "Incorrecto. Ese esquema es para sífilis tardía o de duración desconocida.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Si la paciente refiere alergia a la penicilina (anamnesis de shock anafiláctico), ¿cuál es la conducta?",
        "opciones": [
          {
            "id": "a",
            "texto": "Desensibilización a Penicilina oral en hospital y luego tratar con Penicilina.",
            "explicacion": "Correcto. La Penicilina es el único antibiótico que garantiza la cura de la sífilis fetal. En embarazadas alérgicas, se debe desensibilizar.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Usar Eritromicina como alternativa.",
            "explicacion": "Incorrecto. Se considera tratamiento inadecuado para el feto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Usar Ceftriaxona.",
            "explicacion": "Incorrecto. Riesgo de reacción cruzada y menor evidencia en embarazo.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "No tratar hasta después del parto.",
            "explicacion": "Incorrecto. Negligencia grave.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Qué conducta con la pareja es indispensable para considerar el caso 'adecuadamente tratado'?",
        "opciones": [
          {
            "id": "a",
            "texto": "Tratamiento simultáneo de la pareja sexual.",
            "explicacion": "Correcto. Si la pareja no se trata, la gestante se reinfecta y el feto sigue en riesgo. El tratamiento de la pareja es un criterio de cura para el recién nacido.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Solo pedirle VDRL.",
            "explicacion": "Incorrecto. Se debe tratar epidemiológicamente (contacto).",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "No es necesario citarlo.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Tratarlo solo si tiene lesiones visibles.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "¿Qué reacción post-tratamiento debe advertirse a la gestante?",
        "opciones": [
          {
            "id": "a",
            "texto": "Reacción de Jarisch-Herxheimer (fiebre, mialgias, contracciones).",
            "explicacion": "Correcto. Es una reacción inflamatoria aguda por la lisis masiva de espiroquetas. Puede desencadenar dinámica uterina o sufrimiento fetal transitorio.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Alergia cutánea tardía.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Vómitos incoercibles.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Caída del cabello.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta una consejería para explicarle a la gestante por qué es vital que se ponga la inyección (a pesar de que duela) y por qué su pareja debe venir hoy mismo.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "bebé",
          "feto",
          "transmisión",
          "penicilina",
          "pareja",
          "reinfección",
          "parto",
          "sífilis congénita",
          "cura"
        ],
        "guia": "• Feto: 'La bacteria pasa al bebé y puede causarle daño grave'.\n• Tratamiento: 'La penicilina es la única que atraviesa la placenta y cura a tu guagua'.\n• Pareja: 'Si él no se trata, te vuelve a contagiar y el bebé sigue en peligro'.",
        "feedbackDocente": "Evalúa si el estudiante transmite la urgencia del tratamiento dual (madre-feto) y la importancia crítica del tratamiento de pareja para prevenir la sífilis congénita."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La Sífilis en el embarazo es una emergencia médica. La Penicilina Benzatina es insustituible. Si es alérgica, ¡se desensibiliza! No uses macrólidos. Y recuerda: para que el bebé se considere tratado, la pareja también debe tratarse. Revisa la Norma 187.",
      "medio": "Bien. Diagnosticas la secundaria y tratas con Penicilina. Para el nivel experto, enfócate en la Reacción de Jarisch-Herxheimer: adviértele que puede tener contracciones y fiebre post-inyección, para que consulte si es necesario.",
      "alto": "¡Excelente! Has manejado el binomio madre-hijo con rigor. Diagnóstico correcto (secundaria), tratamiento estándar (Penicilina) y manejo de contactos. Tu enfoque previene efectivamente la sífilis congénita, un indicador clave de salud pública."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf"
    ]
  },
  {
    "id": "its-alta-epi-manejo",
    "modulo": "ITS",
    "dificultad": "Alta",
    "titulo": "Sospecha y manejo sindrómico de Enfermedad Pélvica Inflamatoria (EPI) leve en APS",
    "vigneta": "Mujer de 22 años consulta en box de morbilidad por dolor en bajo vientre (hipogastrio) de 5 días de evolución, que ha ido en aumento. Relata que el dolor empeora al caminar y durante las relaciones sexuales (dispareunia profunda). Nota flujo vaginal más abundante. Sin fiebre cuantificada al momento. FUR normal. Al tacto vaginal: dolor exquisito a la movilización del cuello uterino (Signo de Frenkel positivo) y sensibilidad en anexos. No se palpan masas.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Con la tríada clínica presente (Dolor abdominal bajo + Dolor a la movilización cervical + Dolor anexial), ¿cuál es el diagnóstico presuntivo y la conducta inmediata?",
        "opciones": [
          {
            "id": "a",
            "texto": "Infección Urinaria Alta. Solicitar Urocultivo.",
            "explicacion": "Incorrecto. La disuria no es el síntoma cardinal y el dolor a la movilización cervical es ginecológico.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Enfermedad Pélvica Inflamatoria (EPI) leve a moderada. Iniciar tratamiento antibiótico empírico inmediato.",
            "explicacion": "Correcto. El diagnóstico de EPI es clínico. Ante la sospecha, se debe tratar de inmediato para preservar la fertilidad, sin esperar exámenes confirmatorios que pueden tardar.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Quiste ovárico roto. Observación.",
            "explicacion": "Incorrecto. No explica la cervicitis/flujo ni el dolor cervical tan marcado.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Apendicitis aguda. Derivar a urgencia.",
            "explicacion": "Incorrecto. El dolor es hipogástrico/bilateral y asociado a síntomas genitales, aunque siempre es diagnóstico diferencial.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el esquema antibiótico ambulatorio recomendado para cubrir los agentes más probables (Gonococo, Clamidia, Anaerobios)?",
        "opciones": [
          {
            "id": "a",
            "texto": "Amoxicilina + Clavulánico.",
            "explicacion": "Incorrecto. No cubre Clamidia ni Gonococo adecuadamente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Ciprofloxacino monodosis.",
            "explicacion": "Incorrecto. Resistencia alta y cobertura insuficiente.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Ceftriaxona 500mg IM (dosis única) + Doxiciclina 100mg c/12h (14 días) + Metronidazol 500mg c/12h (14 días).",
            "explicacion": "Correcto. Esquema tri-conjugado para cubrir Gram negativos (Gonococo), Intracelulares (Clamidia) y Anaerobios/Vaginosis.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Azitromicina 1g dosis única.",
            "explicacion": "Incorrecto. Insuficiente para infección alta (pélvica).",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuál de los siguientes es un criterio de gravedad que obligaría a hospitalizar a esta paciente (EPI severa)?",
        "opciones": [
          {
            "id": "a",
            "texto": "Tener flujo vaginal abundante.",
            "explicacion": "Incorrecto. Es síntoma habitual.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Sospecha de absceso tubo-ovárico, embarazo, fiebre alta con vómitos o falla del tratamiento oral tras 48h.",
            "explicacion": "Correcto. Estos signos indican necesidad de manejo endovenoso o quirúrgico.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Tener pareja nueva.",
            "explicacion": "Incorrecto. Es factor de riesgo, no de gravedad.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Dolor leve al tacto.",
            "explicacion": "Incorrecto. Es criterio diagnóstico, no de gravedad.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Respecto a las secuelas a largo plazo de una EPI no tratada, ¿qué información es vital entregar para asegurar adherencia?",
        "opciones": [
          {
            "id": "a",
            "texto": "Riesgo de infertilidad tubárica, embarazo ectópico y dolor pélvico crónico.",
            "explicacion": "Correcto. La inflamación genera adherencias y daño ciliar en las trompas. Explicar esto motiva el cumplimiento de los 14 días de tratamiento.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Riesgo de cáncer de cérvix inmediato.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Riesgo de incontinencia urinaria.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "No deja secuelas si se pasa el dolor.",
            "explicacion": "Incorrecto. El daño puede ser silencioso.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Cuándo debe citarse a control para evaluar la respuesta al tratamiento oral?",
        "opciones": [
          {
            "id": "a",
            "texto": "En 1 mes.",
            "explicacion": "Incorrecto. Muy tarde.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "A las 48-72 horas (2-3 días).",
            "explicacion": "Correcto. Se debe reevaluar clínicamente. Si no hay mejoría (baja fiebre, menos dolor), se debe derivar a hospitalización por posible falla o absceso.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Solo si la fiebre sube de 40°C.",
            "explicacion": "Incorrecto. Esperar tanto es peligroso.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Al terminar los 14 días.",
            "explicacion": "Incorrecto. Se requiere control precoz de seguridad.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "Conducta con la pareja sexual:",
        "opciones": [
          {
            "id": "a",
            "texto": "Citar y tratar a contactos de los últimos 60 días por Gonorrea/Clamidia, independiente de síntomas.",
            "explicacion": "Correcto. La EPI es una complicación de estas ITS. El manejo de contactos es obligatorio.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "No tratar porque es un problema 'interno' de la mujer.",
            "explicacion": "Incorrecto. Mito.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Esperar cultivos de la pareja.",
            "explicacion": "Incorrecto. Tratamiento empírico.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Solo si tiene flujo uretral.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta la indicación de alta explicando por qué debe tomar TRES medicamentos distintos y qué hacer si el dolor aumenta en casa.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "triconjugado",
          "14 días",
          "pareja",
          "abstinencia",
          "dolor",
          "fiebre",
          "urgencia",
          "fertilidad",
          "control 48h"
        ],
        "guia": "• Esquema: 'Son 3 remedios porque son varias bacterias las que causan esto'.\n• Adherencia: 'Debes terminar los 14 días aunque te sientas bien, para proteger tus trompas (fertilidad)'.\n• Alarma: 'Si tienes fiebre o el dolor sube, vas a Urgencia'.\n• Control: 'Te veo en 2 días para ver cómo vas'.",
        "feedbackDocente": "Evalúa si el estudiante transmite la gravedad potencial (fertilidad) para asegurar que la paciente cumpla el tratamiento largo (14 días) y vuelva al control."
      }
    ],
    "feedbackDinamico": {
      "bajo": "¡Alerta EPI! Dolor pélvico + Dolor al mover el cuello = EPI hasta que se demuestre lo contrario. No esperes cultivos, ¡trata ya! Si no lo haces, la paciente puede quedar infértil. El esquema es 'Combo Triple': Ceftriaxona + Doxi + Metro. Revisa la Norma 187.",
      "medio": "Bien diagnosticado. Sabes que es EPI. Para ser experto, no olvides el seguimiento: Cítala en 48 horas. Si no mejora, ¡se hospitaliza! Esa regla de seguridad salva vidas y trompas.",
      "alto": "¡Manejo de especialista! Has identificado el cuadro sindrómico, indicado el esquema antibiótico correcto (cobertura amplia) y establecido el plan de seguridad (control 48h / manejo de pareja). Estás protegiendo activamente el futuro reproductivo de tu paciente."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf"
    ]
  },
  {
    "id": "its-alta-tricomoniasis",
    "modulo": "ITS",
    "dificultad": "Alta",
    "titulo": "Tricomoniasis vaginal: diagnóstico, manejo de pareja y reinfección",
    "vigneta": "Mujer de 29 años consulta por flujo amarillo-verdoso espumoso, mal olor y prurito intenso. Relata dolor con el coito (dispareunia) y disuria. Su pareja masculina 'no tiene síntomas'. Ha tenido ITS previas. Siente culpa y vergüenza: 'parece que siempre me pasa esto'. No tiene fiebre. No gestante. No comorbilidades.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "El cuadro clínico (flujo espumoso, fetidez, prurito, dispareunia) es altamente sugestivo de:",
        "opciones": [
          {
            "id": "a",
            "texto": "Candidiasis.",
            "explicacion": "Incorrecto. La candidiasis presenta flujo blanco grumoso ('leche cortada') sin mal olor.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Tricomoniasis vaginal.",
            "explicacion": "Correcto. La triada de flujo amarillo-verdoso espumoso, mal olor y 'cérvix en fresa' (colpitis macular) es clásica de la infección por el protozoo Trichomonas vaginalis.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Vaginosis bacteriana.",
            "explicacion": "Incorrecto. Aunque da mal olor (aminas), el flujo es grisáceo y homogéneo, no espumoso ni causa inflamación intensa (prurito/dolor).",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Gonorrea.",
            "explicacion": "Incorrecto. La gonorrea suele causar cervicitis mucopurulenta, no vaginitis espumosa.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el tratamiento de elección según Norma Técnica Nº187 para la paciente y su pareja?",
        "opciones": [
          {
            "id": "a",
            "texto": "Azitromicina 1 g.",
            "explicacion": "Incorrecto. Es tratamiento para Clamidia, no efectivo para protozoos.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Doxiciclina.",
            "explicacion": "Incorrecto. Antibiótico para bacterias intracelulares (Clamidia), no protozoos.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Fluconazol.",
            "explicacion": "Incorrecto. Antimicótico para hongos.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Metronidazol 2 g oral en dosis única.",
            "explicacion": "Correcto. Es el esquema de primera línea por su alta tasa de curación y facilidad de supervisión, asegurando adherencia inmediata.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Respecto a la pareja masculina asintomática, la conducta correcta es:",
        "opciones": [
          {
            "id": "a",
            "texto": "Tratar a la pareja sexual simultáneamente, aunque esté asintomática.",
            "explicacion": "Correcto. El hombre suele ser portador asintomático y reservorio. El tratamiento epidemiológico es obligatorio para evitar la reinfección de la mujer.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Esperar síntomas en la pareja.",
            "explicacion": "Incorrecto. La mayoría no presenta síntomas, manteniendo la cadena de transmisión.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Tratar solo si su PCR urocultivo es positivo.",
            "explicacion": "Incorrecto. El diagnóstico en hombres es difícil; se trata por contacto epidemiológico.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Indicar abstinencia permanente.",
            "explicacion": "Incorrecto. Se indica abstinencia solo durante el tratamiento (7 días post dosis).",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Dada la historia de ITS previas y el cuadro actual, ¿qué tamizaje adicional es prioritario?",
        "opciones": [
          {
            "id": "a",
            "texto": "Solo VIH.",
            "explicacion": "Incorrecto. Insuficiente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Solo sífilis.",
            "explicacion": "Incorrecto. Insuficiente.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Ninguna, la tricomoniasis no se asocia a otras ITS.",
            "explicacion": "Incorrecto. La inflamación por Tricomona aumenta el riesgo de adquirir VIH y suele coexistir con otras ITS.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "VIH, Sífilis (VDRL/RPR) y PCR para Gonorrea/Clamidia.",
            "explicacion": "Correcto. La presencia de una ITS inflamatoria es un marcador de riesgo y una puerta de entrada biológica facilitada para VIH y Sífilis.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Elemento comunicacional clave para disminuir la culpa y el estigma en esta paciente recurrente:",
        "opciones": [
          {
            "id": "a",
            "texto": "Regañar por su historial sexual.",
            "explicacion": "Incorrecto. El juicio bloquea la comunicación y aleja a la paciente del sistema.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Decir que 'la culpa es suya'.",
            "explicacion": "Incorrecto. Revictimiza y no aporta solución.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Validar sus emociones y reforzar que las ITS son infecciones comunes tratables, no determinantes del valor personal.",
            "explicacion": "Correcto. Desculpabilizar permite enfocarse en estrategias de prevención futuras (condón, acuerdos de pareja) de forma constructiva.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Evitar hablar del tema.",
            "explicacion": "Incorrecto. Se debe abordar para educar.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "mcq",
        "enunciado": "¿Cuándo se recomienda el control post-tratamiento?",
        "opciones": [
          {
            "id": "a",
            "texto": "Nunca, si se siente mejor.",
            "explicacion": "Incorrecto. Se pierde oportunidad de re-tamizaje.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "A los 3 meses para evaluar reinfección.",
            "explicacion": "Correcto. Debido a las altas tasas de reinfección (la pareja no se trató o hubo nueva exposición), se recomienda re-testear a los 3 meses post-tratamiento.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "A los 6 meses únicamente.",
            "explicacion": "Incorrecto. Muy tardío.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Solo si su pareja presenta síntomas.",
            "explicacion": "Incorrecto. No depende de síntomas.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p7",
        "tipo": "short",
        "enunciado": "Redacta una consejería breve y clara para esta paciente que cubra: tratamiento de la pareja (el 'por qué'), abstinencia temporal y prevención de la reinfección.",
        "puntosMaximos": 2,
        "criteriosEvaluacion": [
          "pareja",
          "metronidazol",
          "asintomático",
          "reinfección",
          "ping-pong",
          "abstinencia",
          "7 días",
          "condón",
          "3 meses"
        ],
        "guia": "• Pareja: 'Tu pareja debe tomar las mismas pastillas, aunque se sienta bien, porque el bicho se esconde y te lo puede devolver (efecto ping-pong)'.\n• Tiempo: 'Nada de sexo por 7 días hasta que ambos terminen'.\n• Futuro: 'Usemos condón y repitamos el examen en 3 meses'.",
        "feedbackDocente": "Evalúa si el estudiante logra explicar el concepto de 'portador asintomático' en la pareja para convencer a la paciente de la necesidad del tratamiento simultáneo."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La Tricomoniasis es una ITS sintomática en mujeres pero silenciosa en hombres. El error común es tratar solo a la mujer. Recuerda: Metronidazol 2g para AMBOS y abstinencia por 7 días. Si no tratas a él, ella vuelve en un mes con lo mismo. Revisa la Norma 187.",
      "medio": "Vas bien. Identificaste el agente y el fármaco. Para el nivel experto, enfócate en la 'Prevención de Reinfección'. Explícale que la inmunidad no es duradera y que volver con la misma pareja no tratada es garantía de contagio.",
      "alto": "¡Excelente! Has manejado la clínica (diagnóstico diferencial de flujo), la farmacología (Metronidazol) y la epidemiología (corte de cadena en pareja). Tu enfoque integral asegura la cura real y no solo el alivio momentáneo."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Estrategia-de-Prevencio%CC%81n-de-las-Infecciones-de-Transmisio%CC%81n-Sexual-final-09-07-2020.pdf"
    ]
  },
  {
    "id": "its-media-clamidia-adolescente",
    "modulo": "ITS",
    "dificultad": "Media",
    "titulo": "Clamidia en adolescente: tamizaje, confidencialidad y manejo en APS",
    "vigneta": "Adolescente de 17 años consulta sola por flujo vaginal y disuria leve. Dice que su pareja 'a veces usa condón' y que hace 3 semanas tuvo una relación sin protección. No antecedentes mórbidos. No fiebre ni dolor pélvico. Test de embarazo negativo. Se muestra preocupada por si 'esto es algo grave' y por si deben avisar a su madre.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Desde el enfoque legal chileno, ¿cómo debe manejarse la confidencialidad en esta atención?",
        "opciones": [
          {
            "id": "a",
            "texto": "Llamar a la madre para informar sobre la consulta.",
            "explicacion": "Incorrecto. Romper la confidencialidad sin riesgo vital es ilegal y destruye la confianza con la adolescente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Explicar que su atención es confidencial desde los 14 años salvo riesgo vital o vulneración grave.",
            "explicacion": "Correcto. La Ley 20.418 y las OT Adolescente del MINSAL garantizan este derecho para facilitar el acceso a tratamiento.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Atenderla solo si viene con un adulto responsable.",
            "explicacion": "Incorrecto. Se debe atender de inmediato; poner barreras retrasa el tratamiento de la infección.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Registrar en ficha solo si ella lo autoriza.",
            "explicacion": "Incorrecto. El registro clínico es un deber legal; lo que se protege es quién tiene acceso a esa ficha.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "El cuadro clínico sugiere cervicitis/uretritis por Clamidia. ¿Qué examen tiene mejor rendimiento en APS para confirmarla?",
        "opciones": [
          {
            "id": "a",
            "texto": "Cultivo vaginal estándar.",
            "explicacion": "Incorrecto. El cultivo corriente no detecta Chlamydia trachomatis (bacteria intracelular).",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "PCR (NAAT) en muestra de orina primera fracción o hisopado vaginal (auto-toma).",
            "explicacion": "Correcto. Las pruebas de amplificación de ácidos nucleicos (NAAT) son el Gold Standard por su alta sensibilidad y especificidad.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Test rápido de clamidia en sangre.",
            "explicacion": "Incorrecto. La serología no sirve para infección aguda local.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Ecografía pélvica.",
            "explicacion": "Incorrecto. Útil para complicaciones (abscesos), no para diagnóstico etiológico de infección baja.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el tratamiento de elección de Clamidia no complicada según las actualizaciones más recientes?",
        "opciones": [
          {
            "id": "a",
            "texto": "Amoxicilina 500 mg cada 8 h por 7 días.",
            "explicacion": "Incorrecto. Solo se usa como alternativa en embarazo.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Doxiciclina 100 mg cada 12 h por 7 días.",
            "explicacion": "Correcto. Es la primera línea actual por su eficacia superior en infecciones rectales concomitantes y menor resistencia.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Metronidazol 500 mg cada 12 h.",
            "explicacion": "Incorrecto. Trata Tricomona y Vaginosis, no Clamidia.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Ceftriaxona intramuscular única.",
            "explicacion": "Incorrecto. Ese es el tratamiento para Gonorrea.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Respecto a la pareja sexual, ¿qué conducta es la indicada para cortar la cadena de transmisión?",
        "opciones": [
          {
            "id": "a",
            "texto": "Solo tratar si la pareja presenta síntomas.",
            "explicacion": "Incorrecto. La mayoría de las infecciones en hombres son asintomáticas.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Indicar tratamiento simultáneo (epidemiológico) de la pareja del último mes, independiente de síntomas.",
            "explicacion": "Correcto. Tratar a la pareja previene la reinfección de la paciente (efecto 'ping-pong').",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Esperar el resultado PCR de la pareja antes de tratar.",
            "explicacion": "Incorrecto. Se pierde tiempo valioso; se maneja como contacto de alto riesgo.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Indicar que no necesita comentarle a su pareja.",
            "explicacion": "Incorrecto. La notificación a la pareja es un pilar de la salud pública.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Cuál es la recomendación conductual clave durante el tratamiento (paciente y pareja)?",
        "opciones": [
          {
            "id": "a",
            "texto": "Usar condón solo si tiene síntomas.",
            "explicacion": "Incorrecto. El riesgo persiste hasta la cura bacteriológica.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Evitar relaciones sexuales hasta completar los 7 días de tratamiento y que la pareja también lo termine.",
            "explicacion": "Correcto. La abstinencia durante la ventana terapéutica asegura que no haya reinfección inmediata.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Retomar actividad sexual sin restricciones desde el día 1.",
            "explicacion": "Incorrecto. El antibiótico no actúa de inmediato.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Evitar sexo anal pero permitir oral.",
            "explicacion": "Incorrecto. La transmisión oral-genital es posible.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "En tu rol clínico, ¿cómo explicarías a la adolescente la importancia del control post tratamiento y la prevención de reinfección? Redacta tu explicación.",
        "guia": "• Explicar que puede volver a contagiarse si su pareja no se trata.\n• Reforzar el uso de condón como única barrera efectiva.\n• Mencionar que la Clamidia muchas veces no duele, pero daña las trompas (fertilidad) si no se cura bien.\n• Ofrecer un espacio seguro para volver si tiene dudas.",
        "feedbackDocente": "Evalúa si lograste traducir el riesgo de 'infertilidad futura' a un lenguaje que una adolescente valore hoy, sin asustarla innecesariamente pero motivando el cuidado."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La Clamidia es traicionera: no da muchos síntomas pero deja secuelas. Necesitas reforzar el esquema antibiótico (Doxiciclina) y la importancia vital de tratar a la pareja. Revisa la Norma ITS del MINSAL.",
      "medio": "Buen manejo. Sabes qué dar y a quién tratar. Para el nivel experto, enfócate en la consejería para evitar la reinfección, que es altísima en adolescentes en los primeros 3 meses post-tratamiento.",
      "alto": "¡Excelente! Has manejado el caso con precisión clínica (NAAT, Doxiciclina) y epidemiológica (Manejo de Pareja). Tu enfoque garantiza no solo la cura de hoy, sino la protección de la fertilidad futura de esa adolescente."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "OT-Control-Adolescente-v3.pdf",
      "Estrategia-de-Prevencio%CC%81n-de-las-Infecciones-de-Transmisio%CC%81n-Sexual-final-09-07-2020.pdf"
    ]
  },
  {
    "id": "its-media-clamidia-uretritis",
    "modulo": "ITS",
    "dificultad": "Media",
    "titulo": "Clamidia en mujer joven: tamizaje, manejo y seguimiento",
    "vigneta": "Mujer de 23 años presenta flujo mucopurulento de 4 días de evolución asociado a disuria leve. No tiene fiebre ni dolor pélvico. Refiere relación sexual sin condón con nueva pareja hace 2 semanas. Dice sentirse preocupada porque nunca había tenido un cuadro similar. Al examen: flujo mucopurulento cervical, eritema leve y cérvix friable (sangra fácil al contacto).",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Considerando la clínica (cervicitis mucopurulenta + friabilidad + disuria) y la edad, el cuadro es más compatible con:",
        "opciones": [
          {
            "id": "a",
            "texto": "Candidiasis.",
            "explicacion": "Incorrecto. La candidiasis presenta típicamente flujo blanco grumoso y mucho prurito, pero no secreción mucopurulenta cervical.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Herpes genital.",
            "explicacion": "Incorrecto. El herpes se manifiesta con lesiones ulcerativas dolorosas, no con descarga purulenta desde el cérvix.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Vaginosis bacteriana.",
            "explicacion": "Incorrecto. Aunque hay flujo, la vaginosis no causa inflamación (cervicitis/eritema) ni disuria marcada; es una disbiosis, no una 'itis' clásica.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Infección por Chlamydia trachomatis.",
            "explicacion": "Correcto. Es la etiología más frecuente de cervicitis mucopurulenta en mujeres jóvenes sexualmente activas. La friabilidad cervical es un signo clásico.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el examen diagnóstico de elección para confirmar la etiología en APS?",
        "opciones": [
          {
            "id": "a",
            "texto": "PCR (NAAT) para Clamidia y Gonorrea en muestra endocervical o vaginal.",
            "explicacion": "Correcto. Las técnicas de amplificación de ácidos nucleicos tienen la mayor sensibilidad y especificidad, superando al cultivo.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "PAP.",
            "explicacion": "Incorrecto. El PAP es para tamizaje citológico (cáncer/VPH), tiene muy baja sensibilidad para bacterias específicas.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Cultivo estándar.",
            "explicacion": "Incorrecto. La Clamidia es una bacteria intracelular obligada que no crece en medios de cultivo corrientes.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Ecografía transvaginal.",
            "explicacion": "Incorrecto. Útil para descartar abscesos en EPI, pero no diagnostica la cervicitis no complicada.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el tratamiento antibiótico recomendado de primera línea?",
        "opciones": [
          {
            "id": "a",
            "texto": "Penicilina benzatina.",
            "explicacion": "Incorrecto. Solo es útil para Sífilis.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Doxiciclina 100 mg c/12h por 7 días.",
            "explicacion": "Correcto. Es el esquema de elección actual por su alta eficacia en infecciones genitales y rectales por Clamidia.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Metronidazol.",
            "explicacion": "Incorrecto. Cubre anaerobios y protozoos, no Clamidia.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Fluconazol.",
            "explicacion": "Incorrecto. Es un antimicótico.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Respecto a la(s) pareja(s) sexual(es), ¿cuál es la conducta adecuada?",
        "opciones": [
          {
            "id": "a",
            "texto": "Esperar síntomas.",
            "explicacion": "Incorrecto. La infección es frecuentemente asintomática en hombres, perpetuando la transmisión si no se trata.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "PCR previa obligatoria.",
            "explicacion": "Incorrecto. El manejo de contactos es epidemiológico (empírico) para cortar la cadena rápido.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Tratar pareja(s) de los últimos 60 días.",
            "explicacion": "Correcto. Es el periodo ventana estándar para rastreo de contactos en ITS bacterianas según MINSAL.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Tratar solo a la paciente.",
            "explicacion": "Incorrecto. Lleva inevitablemente a la reinfección (efecto ping-pong).",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Indicación fundamental de consejería al alta:",
        "opciones": [
          {
            "id": "a",
            "texto": "Evitar actividad sexual hasta completar el tratamiento + 7 días.",
            "explicacion": "Correcto. Asegura la erradicación bacteriana en ambos miembros de la pareja antes de retomar el contacto.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Beber más agua.",
            "explicacion": "Incorrecto. No influye en la cura de la cervicitis.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Usar doble condón.",
            "explicacion": "Incorrecto. Aumenta el riesgo de ruptura.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Avisar a su pareja en un mes.",
            "explicacion": "Incorrecto. El aviso debe ser inmediato.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "Explica cómo informarías a la paciente sobre el riesgo de reinfección y la necesidad de tratar a su pareja sin generar culpa.",
        "guia": "• Normalización: 'Es una bacteria muy común'.\n• Pareja: 'A veces los hombres no tienen síntomas, pero tienen la bacteria. Si él no toma el remedio, te la va a devolver'.\n• Futuro: 'El condón es la única forma de evitar que pase de nuevo'.\n• Apoyo: 'Estamos aquí para ayudarte, no para juzgarte'.",
        "feedbackDocente": "Evalúa si el estudiante explica el concepto de 'portador asintomático' para justificar el tratamiento de la pareja de forma técnica y no moral."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La Clamidia puede ser confusa porque a veces 'pica poco' pero inflama mucho (mucopus). Recuerda: Diagnóstico con PCR y Tratamiento con Doxiciclina. Y lo más importante: ¡Tratar a la pareja! Si no, ella vuelve en un mes. Revisa la Norma 187.",
      "medio": "¡Bien! Identificaste el cuadro infeccioso. Para el nivel experto, enfócate en la prevención de la reinfección. Explícale a la paciente que la inmunidad no dura y que volver con una pareja no tratada es contagio seguro.",
      "alto": "¡Excelente manejo! Has integrado el diagnóstico clínico (cervicitis), el estándar de oro (PCR) y la salud pública (trazabilidad de parejas). Tu enfoque corta la cadena de transmisión y protege la fertilidad futura de la paciente."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "its-media-vph-condilomas-hombre",
    "modulo": "ITS",
    "dificultad": "Media",
    "titulo": "Condilomas acuminados en hombre joven: diagnóstico, manejo y mitos",
    "vigneta": "Hombre de 21 años consulta preocupado por la aparición de 'pequeñas verrugas' en el cuerpo del pene y la base del escroto hace 3 semanas. No duelen ni pican, pero han aumentado en número. Teme que sea cáncer. Vida sexual activa, uso irregular de condón. Pareja actual asintomática. Al examen: lesiones exofíticas, color piel, superficie irregular (aspecto de coliflor), no ulceradas.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Según la morfología descrita (exofítica, 'coliflor', indolora), el diagnóstico clínico más probable es:",
        "opciones": [
          {
            "id": "a",
            "texto": "Pápulas perladas del pene.",
            "explicacion": "Incorrecto. Son variantes anatómicas normales, ordenadas en corona en el glande, no 'coliflor' ni diseminadas.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Molusco contagioso.",
            "explicacion": "Incorrecto. Son pápulas umbilicadas en el centro, lisas y brillantes, no verrugosas.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Condilomas acuminados (VPH).",
            "explicacion": "Correcto. Es la presentación clínica clásica de la infección por Virus Papiloma Humano de bajo riesgo oncogénico.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Sífilis secundaria.",
            "explicacion": "Incorrecto. Los condilomas planos (sifilíticos) son más húmedos y planos; la clínica descrita es de VPH.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "El paciente pregunta si esto le causará cáncer de pene. ¿Qué respuesta es correcta basada en virología?",
        "opciones": [
          {
            "id": "a",
            "texto": "Sí, todas las verrugas se transforman en cáncer.",
            "explicacion": "Incorrecto. Falso y alarmista.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "No necesariamente. El 90% de las verrugas genitales son causadas por VPH 6 y 11, que son de 'Bajo Riesgo' oncogénico.",
            "esCorrecta": true,
            "explicacion": "Correcto. Aunque molestos, los genotipos que causan verrugas visibles rara vez causan cáncer."
          },
          {
            "id": "c",
            "texto": "Depende de si usa condón ahora.",
            "explicacion": "Incorrecto. El riesgo oncogénico es intrínseco al tipo viral.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Debe hacerse una biopsia inmediata para descartarlo.",
            "explicacion": "Incorrecto. El diagnóstico es visual; la biopsia se reserva para lesiones atípicas, pigmentadas o que no responden a tratamiento.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el tratamiento farmacológico de aplicación profesional disponible comúnmente en APS para estas lesiones?",
        "opciones": [
          {
            "id": "a",
            "texto": "Podofilino (solución al 10-25%).",
            "explicacion": "Correcto. Es un citotóxico que aplica el profesional semanalmente. Es el estándar en la canasta de prestaciones APS.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Aciclovir tópico.",
            "explicacion": "Incorrecto. Es para virus herpes.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Corticoides en crema.",
            "explicacion": "Incorrecto. Pueden empeorar la infección viral.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Antibióticos orales.",
            "explicacion": "Incorrecto. No actúan sobre virus.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Respecto al uso del condón y el VPH, ¿qué información educativa es precisa?",
        "opciones": [
          {
            "id": "a",
            "texto": "El condón protege al 100% contra el VPH.",
            "explicacion": "Incorrecto. El virus puede estar en zonas que el condón no cubre (escroto, pubis).",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "El condón no sirve de nada para el VPH.",
            "explicacion": "Incorrecto. Reduce la carga viral y el riesgo, aunque no lo elimina.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "El condón reduce significativamente el riesgo de transmisión y acelera el 'clearence' (eliminación) viral, pero no garantiza protección total.",
            "explicacion": "Correcto. Protege la zona cubierta y disminuye la reinoculación viral, ayudando al sistema inmune a controlar la infección.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Solo debe usar condón si hay verrugas visibles.",
            "explicacion": "Incorrecto. La excreción viral asintomática es frecuente.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "El paciente no está vacunado. ¿Se recomienda la vacuna contra el VPH (Gardasil 9) ahora que ya tiene la infección?",
        "opciones": [
          {
            "id": "a",
            "texto": "No, la vacuna ya no sirve si se infectó.",
            "explicacion": "Incorrecto. Es un mito frecuente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Sí, se recomienda para protegerlo contra los otros serotipos de la vacuna que aún no ha adquirido (ej: cepas oncogénicas).",
            "explicacion": "Correcto. La vacuna nonavalente cubre 9 cepas. Tener una (ej: 6) no da inmunidad contra las otras (ej: 16, 18, 31...).",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Solo si su pareja se vacuna también.",
            "explicacion": "Incorrecto. La indicación es individual.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "No, está contraindicada en hombres.",
            "explicacion": "Incorrecto. Está indicada en hombres hasta los 26 años (o 45 según criterio).",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "Explica brevemente cómo le darías la noticia del diagnóstico, calmando su miedo al cáncer y explicando que es una condición tratable y a menudo transitoria.",
        "guia": "• Diagnóstico: 'Son condilomas, una infección muy común por un virus'.\n• Calma: 'Estas verrugas son causadas por tipos de virus que NO suelen dar cáncer'.\n• Tratamiento: 'Las vamos a tratar aquí en el CESFAM hasta que desaparezcan'.\n• Inmunidad: 'Tu cuerpo suele eliminar el virus con el tiempo (1-2 años)'.",
        "feedbackDocente": "Evalúa si el estudiante diferencia entre VPH de bajo riesgo (verrugas) y alto riesgo (cáncer) para tranquilizar al paciente, y si ofrece un plan de manejo claro."
      }
    ],
    "feedbackDinamico": {
      "bajo": "gracias por el esfuerzo! el VPH es la ITS más frecuente. Clave 1: 'Aspecto de coliflor' = Condiloma. Clave 2: Generalmente son VPH 6 u 11 (Bajo riesgo de cáncer). Clave 3: El condón ayuda pero no es escudo perfecto (contacto piel con piel). Revisa la Norma 187.",
      "medio": "Bien. Diagnosticas VPH y sabes tratarlo (Podofilino). Para el nivel experto, enfócate en la vacuna: explicarle a un paciente infectado que *igual* le sirve la vacuna (para otras cepas) es prevención terciaria de alto nivel.",
      "alto": "¡Excelente! Has manejado el diagnóstico diferencial clínico, el tratamiento local y, lo más importante, la ansiedad del paciente ('cancerofobia'). Al recomendar la vacuna y el uso de condón, estás protegiendo su futuro y el de sus parejas."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Estrategia-de-Prevencio%CC%81n-de-las-Infecciones-de-Transmisio%CC%81n-Sexual-final-09-07-2020.pdf"
    ]
  },
  {
    "id": "its-media-herpes-primoinfeccion",
    "modulo": "ITS",
    "dificultad": "Media",
    "titulo": "Herpes genital primoinfección: manejo y consejería en APS",
    "vigneta": "Mujer de 22 años consulta por dolor vulvar intenso, fiebre baja (37.9°C) y múltiples úlceras dolorosas desde hace 3 días. Refiere relación sexual sin condón hace 10 días. Primera vez con síntomas así. No antecedentes mórbidos. Llora por dolor y preocupación: “¿esto se cura?”. Test de embarazo negativo.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "El cuadro clínico (úlceras múltiples dolorosas + fiebre + primer episodio) es altamente sugerente de:",
        "opciones": [
          {
            "id": "a",
            "texto": "Sífilis primaria.",
            "explicacion": "Incorrecto. El chancro sifilítico es típicamente único e indoloro.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Candidiasis vulvovaginal.",
            "explicacion": "Incorrecto. Cursa con eritema y prurito, no úlceras.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Herpes genital (Primoinfección).",
            "explicacion": "Correcto. La clínica sistémica (fiebre) y local (dolor intenso, vesículas/úlceras) es clásica del primer episodio.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Tricomoniasis.",
            "explicacion": "Incorrecto. Da flujo, no úlceras.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Tratamiento recomendado para PRIMOINFECCIÓN HERPÉTICA según Norma Técnica Nº187:",
        "opciones": [
          {
            "id": "a",
            "texto": "Aciclovir 400 mg cada 8 h por 7-10 días.",
            "explicacion": "Correcto. La primoinfección requiere dosis y duración mayores que las recurrencias para reducir la carga viral y severidad.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Penicilina benzatina 2.4 M.",
            "explicacion": "Incorrecto. Tratamiento de Sífilis.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Metronidazol 500 mg cada 12 h.",
            "explicacion": "Incorrecto. Tratamiento de Vaginosis/Tricomona.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Doxiciclina 100 mg cada 12 h.",
            "explicacion": "Incorrecto. Tratamiento de Clamidia.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Qué examen puede confirmar el diagnóstico con mayor sensibilidad, si está disponible?",
        "opciones": [
          {
            "id": "a",
            "texto": "PAP.",
            "explicacion": "Incorrecto. Baja sensibilidad.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Toma de flujo vaginal estándar.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Ecografía pélvica.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "PCR para VHS-1/2 en muestra de la lesión.",
            "explicacion": "Correcto. Es el Gold Standard actual, superior al cultivo viral.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Recomendación conductual clave durante el brote:",
        "opciones": [
          {
            "id": "a",
            "texto": "Usar doble condón para mayor seguridad.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Evitar relaciones sexuales hasta la re-epitelización completa de las lesiones.",
            "explicacion": "Correcto. El riesgo de transmisión es altísimo mientras haya lesiones activas (incluso costras).",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Continuar actividad sexual si no duele.",
            "explicacion": "Incorrecto. Riesgo de contagio.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Aplicar hielo directo sobre úlceras.",
            "explicacion": "Incorrecto. Puede quemar la piel; se usan compresas frías o analgésicos orales.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Elemento comunicacional clave para asegurar adherencia y salud mental:",
        "opciones": [
          {
            "id": "a",
            "texto": "Decirle que es una ITS 'grave y peligrosa'.",
            "explicacion": "Incorrecto. Aumenta estigma innecesariamente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Prohibirle hablar del tema con su pareja.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Minimizar el dolor para tranquilizarla.",
            "explicacion": "Incorrecto. Invalida su síntoma principal.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Validar su ansiedad y explicar que el herpes es manejable, común y no define su valor como persona.",
            "explicacion": "Correcto. Despatologizar la vivencia de la ITS crónica es vital para la autoimagen.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "Reflexiona: ¿Cómo le explicarías el carácter crónico del virus (latencia y recurrencia) sin generarle miedo a tener relaciones futuras?",
        "guia": "• Latencia: 'El virus se queda dormido en el cuerpo'.\n• Recurrencia: 'Puede despertar a veces (estrés, defensas bajas), pero los brotes futuros suelen ser más suaves'.\n• Tratamiento: 'Hay pastillas para que se duerma rápido'.\n• Vida normal: 'Puedes tener pareja y vida sexual normal usando condón y evitando sexo si tienes lesiones'.",
        "feedbackDocente": "Evalúa la capacidad de explicar la cronicidad ('no tiene cura definitiva') de forma suave, enfatizando que es una condición manejable y no una condena."
      }
    ],
    "feedbackDinamico": {
      "bajo": "El herpes duele. Tu manejo debe enfocarse en: 1) Alivio del dolor (Aciclovir rápido), y 2) Alivio del alma (no estigmatizar). Recuerda diferenciar Primoinfección (cuadro grave) de Recurrencia (leve). Revisa la Norma 187.",
      "medio": "Bien. Identificaste el cuadro y el tratamiento. Para el nivel experto, trabaja en el 'discurso de la cronicidad'. Decirle a alguien de 22 años que tiene algo 'para siempre' requiere tacto y herramientas educativas.",
      "alto": "¡Excelente! Has diagnosticado correctamente la primoinfección, indicado el tratamiento adecuado y, lo más importante, has contenido a la paciente. Entender que el herpes es tanto dermatológico como psicológico es la clave del éxito."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Ginecologia_9na_Edicion_J_Gonzalez_Merlo.pdf"
    ]
  },
  {
    "id": "its-media-sifilis-gestante",
    "modulo": "ITS",
    "dificultad": "Media",
    "titulo": "Pesquisa y manejo de Sífilis en control prenatal tardío",
    "vigneta": "MOTIVO DE CONSULTA: Ingreso a control prenatal tardío (26 semanas).\n\nHISTORIA ACTUAL:\nCarolina, 22 años, primigesta. Acude a su primer control. Refiere 'no sabía que estaba embarazada porque soy irregular'. No tiene molestias actuales. Al examen físico obstétrico: AU 24 cm, LCF 144 lpm, feto activo. Se toman exámenes de ingreso urgente.\n\nRESULTADOS (48 hrs después):\nVDRL Reactivo 1:32. MHA-TP Positivo. VIH negativo.\n\nANTECEDENTES:\nPareja estable hace 6 meses, él no se ha chequeado. Ella no recuerda lesiones genitales ni exantemas previos.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Con los resultados (VDRL 1:32 + MHA-TP Positivo) en una gestante sin antecedentes de tratamiento previo, el diagnóstico es:",
        "opciones": [
          {
            "id": "a",
            "texto": "Cicatriz serológica.",
            "explicacion": "Incorrecto. Los títulos altos (1:32) indican infección activa."
          },
          {
            "id": "b",
            "texto": "Falso positivo por embarazo.",
            "explicacion": "Incorrecto. El MHA-TP (prueba específica) positivo confirma la enfermedad."
          },
          {
            "id": "c",
            "texto": "Sífilis Latente (indeterminada) en el embarazo.",
            "explicacion": "Correcto. Está confirmada, es activa (títulos altos) y no tiene clínica visible ni fecha clara de contagio.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Sífilis Primaria.",
            "explicacion": "Incorrecto. No hay chancro al examen físico."
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el esquema antibiótico OBLIGATORIO para prevenir la Sífilis Congénita en este caso?",
        "opciones": [
          {
            "id": "a",
            "texto": "Penicilina Benzatina 2.400.000 UI IM, 3 dosis (una semanal).",
            "explicacion": "Correcto. Ante latencia indeterminada en gestante, se usa el esquema completo de 3 dosis para asegurar cura materna y fetal.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Penicilina Benzatina 1 dosis única.",
            "explicacion": "Incorrecto. Insuficiente si no podemos datar la infección con certeza (<1 año). Ante la duda en embarazo, se usa esquema largo."
          },
          {
            "id": "c",
            "texto": "Eritromicina 500 mg c/6h.",
            "explicacion": "Incorrecto. No cruza la placenta eficazmente; cura a la madre pero NO al feto. Se considera tratamiento inadecuado."
          },
          {
            "id": "d",
            "texto": "Ceftriaxona EV.",
            "explicacion": "Incorrecto. Alternativa solo en casos muy específicos de neurosífilis o alergia severa sin desensibilización."
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "Tras la primera inyección, Carolina llama asustada porque tiene fiebre, dolor muscular y siente contracciones. ¿Qué está pasando?",
        "opciones": [
          {
            "id": "d",
            "texto": "Reacción de Jarisch-Herxheimer.",
            "explicacion": "Correcto. Es una reacción inflamatoria aguda por la destrucción masiva de espiroquetas post-penicilina. Es común en embarazadas y puede precipitar dinámica uterina.",
            "esCorrecta": true
          },
          {
            "id": "a",
            "texto": "Shock anafiláctico a la penicilina.",
            "explicacion": "Incorrecto. La anafilaxia es inmediata (minutos) y cursa con hipotensión/brocoespasmo, no fiebre."
          },
          {
            "id": "b",
            "texto": "Infección por COVID-19.",
            "explicacion": "Incorrecto. La temporalidad post-inyección orienta a Herxheimer."
          },
          {
            "id": "c",
            "texto": "Síntomas normales del embarazo.",
            "explicacion": "Incorrecto. Fiebre y contracciones no son normales."
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "¿Qué manejo requiere la Reacción de Jarisch-Herxheimer en la gestante?",
        "opciones": [
          {
            "id": "a",
            "texto": "Suspender las siguientes dosis de penicilina.",
            "explicacion": "Incorrecto. Se debe completar el tratamiento."
          },
          {
            "id": "b",
            "texto": "Antipiréticos (Paracetamol), hidratación y monitoreo de la unidad feto-placentaria (movimientos fetales/LCF).",
            "explicacion": "Correcto. Es autolimitada (24h). Se manejan síntomas y se vigila bienestar fetal.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Inducir el parto de inmediato.",
            "explicacion": "Incorrecto. Solo si hay compromiso fetal grave mantenido, lo cual es raro."
          },
          {
            "id": "d",
            "texto": "Antibióticos endovenosos.",
            "explicacion": "Incorrecto. No es una sepsis bacteriana."
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "Para que el recién nacido NO requiera estudio completo/tratamiento al nacer, ¿qué condición debe cumplir la pareja?",
        "opciones": [
          {
            "id": "c",
            "texto": "La pareja debe haber recibido tratamiento documentado al menos 30 días antes del parto.",
            "explicacion": "Correcto. Si la pareja no se trata, existe riesgo de reinfección materna tardía. El Minsal considera 'adecuadamente tratado' si la pareja también recibió tratamiento.",
            "esCorrecta": true
          },
          {
            "id": "a",
            "texto": "Basta con que la madre se trate.",
            "explicacion": "Incorrecto. Riesgo de reinfección."
          },
          {
            "id": "b",
            "texto": "Que la pareja use condón el último mes.",
            "explicacion": "Incorrecto. Insuficiente."
          },
          {
            "id": "d",
            "texto": "Que la pareja tenga VDRL negativo al momento del parto.",
            "explicacion": "Incorrecto. Podría estar en ventana; se prefiere tratamiento epidemiológico si no hay certeza."
          }
        ]
      },
      {
        "id": "p6",
        "tipo": "short",
        "enunciado": "Explica a Carolina por qué es CRÍTICO que su pareja venga al CESFAM mañana mismo, usando el concepto de 'reinfección'.",
        "guia": "• Hecho: 'Carolina, tú te vas a empezar a sanar hoy con la inyección'.\n• Riesgo: 'Pero si tu pareja tiene la bacteria (y no lo sabe), al tener relaciones te la va a pasar de nuevo'.\n• Consecuencia: 'La penicilina dura poco en el cuerpo. Si te reinfectas antes del parto, tu bebé nace enfermo aunque tú te hayas tratado hoy'.",
        "feedbackDocente": "Evalúa si el estudiante logra transmitir la urgencia del tratamiento de pareja como condición sine qua non para la salud del recién nacido."
      }
    ],
    "feedbackDinamico": {
      "bajo": "La Sífilis en embarazo es una urgencia. Títulos altos (1:32) significan mucha carga bacteriana pasando al feto. Tratamiento: Penicilina x 3 dosis (ante la duda de fechas). Y ojo: ¡La pareja es parte del tratamiento! Si él no se pincha, ella se reinfecta. Revisa Norma 187.",
      "medio": "Bien diagnosticado. Manejaste la latencia indeterminada con 3 dosis. Para ser experto, advierte sobre la reacción de Jarisch-Herxheimer: muchas pacientes creen que les hizo mal la inyección y no vuelven. Explicarles que 'es la bacteria muriendo' y que pasará en 24h asegura que vuelvan a la segunda dosis.",
      "alto": "¡Excelente! Has protegido al binomio. Diagnóstico certero, tratamiento adecuado (3 dosis) y anticipación de complicaciones (Herxheimer). Tu énfasis en la pareja demuestra visión de salud pública: cortar la cadena es la única forma de erradicar la sífilis congénita."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf"
    ]
  },
  {
    "id": "its-adolescente-confidencialidad",
    "modulo": "ITS",
    "dificultad": "Baja",
    "titulo": "Consejería en ITS en adolescente y confidencialidad en APS",
    "vigneta": "Adolescente de 16 años consulta sola al CESFAM por flujo vaginal con mal olor desde hace una semana. Dice que tuvo relaciones con su pareja 'sin condón porque confiaba en él'. Se muestra preocupada y pregunta si debe contarle a su madre. No antecedentes mórbidos. No usa ningún método anticonceptivo. No presenta fiebre ni dolor pélvico.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Desde el punto de vista legal y ético, ¿cómo debe manejarse la confidencialidad en esta atención?",
        "opciones": [
          {
            "id": "a",
            "texto": "Debe informar siempre a los padres, ya que es menor de edad.",
            "explicacion": "Incorrecto. Vulnerar la confidencialidad sin causa justificada (riesgo vital/abuso) infringe la Ley 20.418 y aleja a la adolescente del sistema de salud.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Informar al colegio si sospecha de actividad sexual.",
            "explicacion": "Incorrecto. Esto constituye una violación grave del secreto profesional y la privacidad del paciente.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Garantizar confidencialidad y explicar sus límites (solo se rompe ante riesgo vital o vulneración grave).",
            "explicacion": "Correcto. Según la OT Adolescente y Ley 20.418, la atención a mayores de 14 años es confidencial. Explicar los límites genera confianza.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Atenderla solo si viene con un adulto responsable.",
            "explicacion": "Incorrecto. La normativa permite la atención autónoma en salud sexual y reproductiva para facilitar el acceso oportuno.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "El flujo es homogéneo, grisáceo y con olor a aminas (test de Whiff positivo). ¿Cuál es el diagnóstico más probable en APS?",
        "opciones": [
          {
            "id": "a",
            "texto": "Tricomoniasis vaginal.",
            "explicacion": "Incorrecto. La tricomona suele presentar flujo amarillo-verdoso, espumoso, con eritema vulvar y cérvix 'en fresa'.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Candidiasis vaginal.",
            "explicacion": "Incorrecto. La cándida se caracteriza por prurito intenso, eritema y flujo grumoso blanco ('leche cortada').",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Vaginosis bacteriana.",
            "explicacion": "Correcto. Cumple Criterios de Amsel: flujo grisáceo homogéneo y olor a pescado (aminas). Es una disbiosis, no estrictamente una ITS, pero asociada a actividad sexual.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Gonorrea cervical.",
            "explicacion": "Incorrecto. La gonorrea suele ser asintomática o presentar flujo purulento (mucopus) cervical, no las características descritas.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuál es la orientación prioritaria que debe entregarse durante la consejería?",
        "opciones": [
          {
            "id": "a",
            "texto": "No volver a control si los síntomas mejoran.",
            "explicacion": "Incorrecto. Se recomienda seguimiento para evaluar cura, reforzar prevención y revisar resultados de exámenes.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Uso consistente del condón y evitar relaciones sexuales hasta completar el tratamiento indicado.",
            "explicacion": "Correcto. La abstinencia durante el tratamiento y el uso posterior de condón favorecen la recuperación de la microbiota y previenen reinfecciones.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Iniciar anticonceptivos orales sin evaluar riesgos de ITS.",
            "explicacion": "Incorrecto. Aunque necesita anticoncepción, la prioridad aguda es tratar la infección y descartar otras ITS.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Evitar hablar de prácticas sexuales para no incomodarla.",
            "explicacion": "Incorrecto. Es fundamental anamnesis sexual completa (parejas, prácticas) para evaluar riesgos reales.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Como parte del enfoque integral de APS, ¿qué intervención corresponde?",
        "opciones": [
          {
            "id": "a",
            "texto": "Tamizaje de ITS según riesgo y entrega de condones con educación en autocuidado.",
            "explicacion": "Correcto. Aprovechar la consulta para test rápido VIH/Sífilis (Norma 187) y entregar preservativos es el estándar de prevención secundaria.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Derivación inmediata a ginecología por ser menor de edad.",
            "explicacion": "Incorrecto. El manejo de sindromes de flujo vaginal y consejería básica es competencia del nivel primario (matrona/ón).",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "No registrar en ficha para proteger su privacidad.",
            "explicacion": "Incorrecto. La ficha clínica es un documento médico-legal obligatorio. La confidencialidad recae en el resguardo de esa ficha.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "No entregar condones para no incentivar actividad sexual.",
            "explicacion": "Incorrecto. Mito derribado. La evidencia muestra que el acceso a condones protege sin aumentar la conducta de riesgo.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "La adolescente pregunta si debe contarle a su madre. ¿Cuál es la mejor respuesta desde la consejería centrada en la persona?",
        "opciones": [
          {
            "id": "a",
            "texto": "Indicar que está obligada a contar todo a su madre.",
            "explicacion": "Incorrecto. No existe obligación legal y forzarlo puede generar conflicto familiar o violencia.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Explicar que la decisión es suya, ofrecer apoyo para planificar cómo contarlo si ella lo desea y reforzar que igualmente recibirá atención.",
            "explicacion": "Correcto. Se empodera a la usuaria, respetando su autonomía progresiva, pero ofreciendo el soporte del equipo de salud como mediador si ella lo pide.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Responder que no debe contarlo bajo ninguna circunstancia.",
            "explicacion": "Incorrecto. Aislarla de su red de apoyo familiar no siempre es lo mejor; depende de la dinámica familiar que se debe explorar.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Decirle que el equipo de salud hablará directamente con la madre sin consultarle.",
            "explicacion": "Incorrecto. Romper la confidencialidad sin motivo de riesgo grave destruye la relación terapéutica.",
            "esCorrecta": false
          }
        ]
      }
    ],
    "feedbackDinamico": {
      "bajo": "¡Ánimo! Este caso mezcla dos mundos difíciles: la clínica (diagnóstico de flujo) y la ley (confidencialidad). Es normal dudar. Te recomiendo mirar el esquema de 'Manejo de Flujo Vaginal' en la Norma ITS y leer el apartado legal de la OT Adolescente. Con esos dos pilares, andarás excelente.",
      "medio": "Vas bien. Tienes claro el diagnóstico clínico (Vaginosis) y el concepto general de confidencialidad. Para llegar a la excelencia, enfócate en el 'plus' de APS: aprovechar la visita para el tamizaje de otras ITS (VIH/Sífilis) y educación en condón.",
      "alto": "¡Impecable! Has manejado el caso con precisión técnica (Criterios de Amsel) y ética (Respeto a la autonomía progresiva). Entiendes que curar la infección es solo la mitad del trabajo; la otra mitad es educar y proteger. Así se trabaja en APS."
    },
    "referencias": [
      "OT-Control-Adolescente-v3.pdf",
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Manual-obstetricia.ginecologia.pdf.pdf"
    ]
  },
  {
    "id": "its-baja-climaterio-riesgo",
    "modulo": "ITS",
    "dificultad": "Baja",
    "titulo": "Prevención de ITS en mujer climatérica con nueva pareja: derribando el mito de la edad",
    "vigneta": "Mujer de 55 años, menopausia hace 4 años. Acude a control de salud. Comenta tímidamente que se separó hace un año y ha iniciado una nueva relación afectiva. Dice: 'Bueno, a mi edad ya no me preocupo de guaguas, así que no usamos nada, total él es un caballero'. No presenta síntomas genitales.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "¿Qué mito peligroso sobre salud sexual se debe abordar en esta consulta?",
        "opciones": [
          {
            "id": "a",
            "texto": "Que la menopausia protege contra las ITS.",
            "explicacion": "Correcto. Muchas mujeres asocian 'protección' solo a 'embarazo'. Al desaparecer el riesgo reproductivo, abandonan el condón, quedando expuestas a VIH/ITS.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Que las mujeres mayores no tienen deseo sexual.",
            "explicacion": "Incorrecto. El deseo persiste.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Que los hombres mayores no transmiten enfermedades.",
            "explicacion": "Incorrecto. La edad no esteriliza las ITS.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Que la sequedad vaginal protege de infecciones.",
            "explicacion": "Incorrecto. Al contrario, aumenta el riesgo.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "Desde el punto de vista fisiológico, ¿por qué la mujer postmenopáusica tiene MAYOR riesgo biológico de transmisión de VIH/ITS?",
        "opciones": [
          {
            "id": "a",
            "texto": "Por el aumento del pH vaginal.",
            "explicacion": "Incorrecto. No es la causa principal.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Por la atrofia de la mucosa vaginal, que genera micro-fisuras y facilita la entrada de patógenos.",
            "explicacion": "Correcto. El adelgazamiento del epitelio por falta de estrógenos hace que la barrera natural sea más frágil y susceptible a lesiones durante el coito.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Por el exceso de lubricación.",
            "explicacion": "Incorrecto. Hay sequedad.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Por la presencia de prolapso.",
            "explicacion": "Incorrecto. No tiene relación directa.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Qué conducta preventiva es prioritaria indicar en esta consulta?",
        "opciones": [
          {
            "id": "a",
            "texto": "Uso de condón en todas las relaciones sexuales y lubricación adecuada.",
            "explicacion": "Correcto. El condón previene ITS y el lubricante previene las microlesiones de la atrofia, potenciando la protección.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Volver a tomar anticonceptivos orales.",
            "explicacion": "Incorrecto. No tiene riesgo de embarazo.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Pedir certificado de antecedentes a la pareja.",
            "explicacion": "Incorrecto. No garantiza salud sexual.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Evitar tener nuevas parejas.",
            "explicacion": "Incorrecto. Se promueve la sexualidad segura, no la abstinencia.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Considerando que tiene nueva pareja, ¿qué tamizaje corresponde ofrecer según Norma ITS?",
        "opciones": [
          {
            "id": "a",
            "texto": "Solo PAP.",
            "explicacion": "Incorrecto. El PAP es para cáncer, no ve VIH/Sífilis.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Panel completo de ITS (VIH, Sífilis, Hepatitis B/C).",
            "explicacion": "Correcto. El inicio de una nueva pareja sexual es indicación de tamizaje universal, independiente de la edad.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Ninguno, por su edad el riesgo es nulo.",
            "explicacion": "Incorrecto. El VIH en >50 años es una realidad creciente.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Solo cultivo de orina.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Cómo abordar el tema sin que la paciente se sienta juzgada por tener vida sexual activa?",
        "opciones": [
          {
            "id": "a",
            "texto": "Validar su sexualidad como un aspecto positivo de salud y enmarcar el condón como una herramienta de autocuidado, no de desconfianza.",
            "explicacion": "Correcto. Normalizar el deseo y el placer en la adultez mayor elimina barreras para la prevención.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Hacer bromas sobre su 'segunda juventud'.",
            "explicacion": "Incorrecto. Puede ser interpretado como burla.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Advertirle que a su edad debería estar tranquila.",
            "explicacion": "Incorrecto. Edadismo puro.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Hablar solo con la pareja.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      }
    ],
    "feedbackDinamico": {
      "bajo": "El VIH y la Sífilis están aumentando en mayores de 50 años. ¿Por qué? Porque dejan el condón al no haber riesgo de embarazo. Tu misión es recordarles que las infecciones no se jubilan. Además, la atrofia vaginal facilita el contagio. ¡Ojo ahí! Revisa la Norma ITS.",
      "medio": "Bien. Identificaste el riesgo. Para ser experto, conecta la fisiología con la prevención: explícale que usar lubricante no es solo 'para que resbale', sino para evitar heridas microscópicas por donde entra el virus. Eso es educación de calidad.",
      "alto": "¡Excelente! Has derribado el edadismo en salud sexual. Reconoces que la prevención de ITS es transversal al ciclo vital y has adaptado la consejería a la realidad biológica (atrofia) y social (nuevas parejas) de la mujer climatérica."
    },
    "referencias": [
      "OT-CLIMATERIO+MINSAL.pdf",
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf"
    ]
  },
  {
    "id": "its-baja-vih-sospecha",
    "modulo": "ITS",
    "dificultad": "Baja",
    "titulo": "Sospecha de VIH en adolescente tras exposición sexual reciente",
    "vigneta": "Adolescente de 16 años acude sola al CESFAM porque hace 1 semana tuvo una relación sexual sin condón con su pareja. Está ansiosa, con insomnio y temor: “¿si me contagié VIH?”. Niega síntomas compatibles con primoinfección. No antecedentes mórbidos. Solicita orientación y confidencialidad.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Según la normativa chilena, ¿puede recibir consejería y examen VIH sin adulto responsable?",
        "opciones": [
          {
            "id": "a",
            "texto": "No, debe venir con un adulto responsable.",
            "explicacion": "Incorrecto. Exigir tutor vulnera la confidencialidad y la Ley.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Sí, desde los 14 años tiene derecho a atención confidencial en salud sexual.",
            "explicacion": "Correcto. Ley 20.418 y Norma de VIH permiten el acceso autónomo al tamizaje desde los 14 años sin requerir consentimiento de padres (salvo resultado reactivo que requiere acompañamiento para notificación).",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Solo puede recibir consejería, no exámenes.",
            "explicacion": "Incorrecto. Tiene derecho al diagnóstico.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Requiere consentimiento firmado por un tutor.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Qué examen corresponde ofrecer en esta consulta para tamizaje?",
        "opciones": [
          {
            "id": "a",
            "texto": "PCR de VIH como primera línea.",
            "explicacion": "Incorrecto. La carga viral (PCR) se usa para confirmación o seguimiento, no tamizaje masivo en APS.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Western Blot.",
            "explicacion": "Incorrecto. Es una prueba confirmatoria antigua, reemplazada por algoritmo ISP.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Hemograma.",
            "explicacion": "Incorrecto. Inespecífico.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "ELISA de 4ª generación (antígeno p24 + anticuerpos) o Test Rápido.",
            "explicacion": "Correcto. El test de 4ª generación detecta tanto la respuesta inmune (Ac) como el virus mismo (Ag p24), acortando el periodo de ventana.",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "La paciente pregunta si el examen será válido tan pronto (1 semana post-exposición). ¿Qué aclaración es correcta?",
        "opciones": [
          {
            "id": "a",
            "texto": "La ventana del ELISA 4G se reduce significativamente (aprox 15-20 días), pero a la semana podría ser un 'falso negativo'.",
            "explicacion": "Correcto. Aunque detecta precozmente (p24), 7 días es muy pronto. Se debe realizar el test basal y repetir a los 30 días para cierre de ventana.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "El resultado será 100% concluyente al primer día.",
            "explicacion": "Incorrecto. Imposible biológicamente.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Debe esperar 90 días obligatoriamente.",
            "explicacion": "Incorrecto. Con pruebas de 4ª generación, el periodo ventana es mucho menor a 3 meses.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "El examen no sirve en menores de edad.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Indicación clave de consejería conductual en esta visita:",
        "opciones": [
          {
            "id": "a",
            "texto": "Evitar todo contacto sexual por un año.",
            "explicacion": "Incorrecto. Irreal.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Esperar síntomas para preocuparse.",
            "explicacion": "Incorrecto. El VIH es asintomático por años.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Uso consistente de condón en todas las relaciones.",
            "explicacion": "Correcto. Es la única barrera efectiva para prevenir la transmisión mientras se define el estatus serológico.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "No hablar del tema para disminuir ansiedad.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Cómo cerrar la consejería de forma empática y adecuada?",
        "opciones": [
          {
            "id": "a",
            "texto": "Decirle que fue irresponsable.",
            "explicacion": "Incorrecto. Juicio de valor.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Minimizar su temor.",
            "explicacion": "Incorrecto. Su miedo es real.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Evitar darle información para no asustarla.",
            "explicacion": "Incorrecto. La información empodera.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Refuerza que puede volver siempre, que no está sola y que la atención es sin juicios.",
            "explicacion": "Correcto. Garantiza la adherencia al seguimiento (repetir el test).",
            "esCorrecta": true
          }
        ]
      }
    ],
    "feedbackDinamico": {
      "bajo": "El periodo de ventana es el concepto clave aquí. Un test negativo a la semana NO descarta infección. Debes saber explicar esto sin asustar. Revisa la Guía GES VIH para entender la cinética de anticuerpos y antígenos.",
      "medio": "Bien. Manejas la confidencialidad y el tipo de examen. Para ser experto, profundiza en la 'consejería post-test': ¿qué le dices si sale negativo ahora? (Que debe repetirlo en 1 mes).",
      "alto": "¡Excelente! Has manejado la ansiedad de la paciente con datos técnicos precisos (ventana inmunológica, test 4G) y un enfoque de derechos (confidencialidad). Esa mezcla de ciencia y empatía es el sello de un buen profesional."
    },
    "referencias": [
      "Guia+GES+VIH.pdf",
      "OT-Control-Adolescente-v3.pdf",
      "Estrategia-de-Prevencio%CC%81n-de-las-Infecciones-de-Transmisio%CC%81n-Sexual-final-09-07-2020.pdf"
    ]
  },
  {
    "id": "its-baja-sifilis-primaria",
    "modulo": "ITS",
    "dificultad": "Baja",
    "titulo": "Úlcera genital indolora: sospecha de sífilis primaria en APS",
    "vigneta": "Varón de 24 años consulta por lesión única en el pene de 10 días de evolución. Inició como una pequeña erosión y ha aumentado de tamaño. No presenta dolor, prurito, fiebre ni secreción. Relata relación sexual sin condón hace 3 semanas con pareja ocasional. Al examen: úlcera única en cara dorsal del pene, bordes nítidos, fondo limpio, indolora a la palpación (Chancro duro). Adenopatías inguinales bilaterales indoloras.",
    "pasos": [
      {
        "id": "p1",
        "tipo": "mcq",
        "enunciado": "Considerando la clínica clásica (úlcera única, limpia e indolora), ¿cuál es el diagnóstico más probable?",
        "opciones": [
          {
            "id": "a",
            "texto": "Herpes genital.",
            "explicacion": "Incorrecto. El herpes presenta múltiples vesículas/úlceras, fondo sucio y es muy doloroso.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Candidiasis genital.",
            "explicacion": "Incorrecto. Cursa con balanitis (eritema, puntillado), prurito y exudado blanquecino.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Sífilis primaria (Chancro sifilítico).",
            "explicacion": "Correcto. La induración, la falta de dolor y el fondo limpio son patognomónicos del chancro duro por Treponema pallidum.",
            "esCorrecta": true
          },
          {
            "id": "d",
            "texto": "Linfogranuloma venéreo.",
            "explicacion": "Incorrecto. La lesión inicial suele ser pequeña y pasar desapercibida; lo llamativo es el bubón inguinal doloroso posterior.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p2",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el examen diagnóstico inicial (tamizaje) recomendado en APS para confirmar la sospecha?",
        "opciones": [
          {
            "id": "a",
            "texto": "VDRL o RPR (pruebas no treponémicas).",
            "explicacion": "Correcto. Son pruebas económicas, rápidas y sensibles para tamizaje. Si sale reactivo, se confirma con prueba treponémica (MHA-TP/FTA-ABS).",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "PCR para VHS.",
            "explicacion": "Incorrecto. Es para Herpes.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Test rápido de VIH únicamente.",
            "explicacion": "Incorrecto. Se debe pedir VIH también, pero no diagnostica la úlcera actual.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Ecografía peneana.",
            "explicacion": "Incorrecto. No tiene utilidad diagnóstica etiológica.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p3",
        "tipo": "mcq",
        "enunciado": "¿Cuál es el tratamiento de elección para Sífilis Primaria según Norma Técnica Nº187?",
        "opciones": [
          {
            "id": "a",
            "texto": "Aciclovir oral.",
            "explicacion": "Incorrecto. Es para virus.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Ceftriaxona IM.",
            "explicacion": "Incorrecto. Es alternativa en neurosífilis o gonorrea, no primera línea para sífilis primaria sin alergia.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Doxiciclina por 7 días.",
            "explicacion": "Incorrecto. Es alternativa en alérgicos a penicilina (por 14 días), no primera elección.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Penicilina Benzatina 2.4 millones UI, 1 dosis única IM.",
            "explicacion": "Correcto. Es el estándar curativo para sífilis precoz (primaria, secundaria y latente precoz).",
            "esCorrecta": true
          }
        ]
      },
      {
        "id": "p4",
        "tipo": "mcq",
        "enunciado": "Indicación epidemiológica clave respecto a su(s) pareja(s) sexual(es):",
        "opciones": [
          {
            "id": "a",
            "texto": "Esperar a que aparezcan síntomas en ellos.",
            "explicacion": "Incorrecto. La sífilis es altamente contagiosa en fase primaria; se trata epidemiológicamente.",
            "esCorrecta": false
          },
          {
            "id": "b",
            "texto": "Notificación y tratamiento de los contactos sexuales de los últimos 90 días, aunque estén asintomáticos.",
            "explicacion": "Correcto. Se debe cortar la cadena de transmisión tratando a los contactos expuestos al riesgo.",
            "esCorrecta": true
          },
          {
            "id": "c",
            "texto": "Evitar hablar del tema por privacidad.",
            "explicacion": "Incorrecto. Es un deber de salud pública.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Derivar siempre a especialista antes de tratar.",
            "explicacion": "Incorrecto. El tratamiento se inicia en APS.",
            "esCorrecta": false
          }
        ]
      },
      {
        "id": "p5",
        "tipo": "mcq",
        "enunciado": "¿Qué recomendación de autocuidado post-inyección es necesaria?",
        "opciones": [
          {
            "id": "a",
            "texto": "Evitar relaciones sexuales hasta 7 días después del tratamiento y la desaparición de lesiones.",
            "explicacion": "Correcto. Asegura que no transmita la infección mientras el antibiótico hace efecto y la úlcera cura.",
            "esCorrecta": true
          },
          {
            "id": "b",
            "texto": "Usar doble condón.",
            "explicacion": "Incorrecto.",
            "esCorrecta": false
          },
          {
            "id": "c",
            "texto": "Bañarse con agua caliente.",
            "explicacion": "Incorrecto. Irrelevante.",
            "esCorrecta": false
          },
          {
            "id": "d",
            "texto": "Suspender controles si la úlcera desaparece.",
            "explicacion": "Incorrecto. Se requiere control serológico (VDRL) para verificar descenso de títulos (cura serológica).",
            "esCorrecta": false
          }
        ]
      }
    ],
    "feedbackDinamico": {
      "bajo": "La Sífilis es el 'gran simulador', pero el Chancro Primario es inconfundible: úlcera única, dura y NO duele. El tratamiento es Penicilina Benzatina 2.4M (1 dosis). No olvides pedir VDRL para seguimiento. Revisa la Norma 187.",
      "medio": "Bien. Reconociste el chancro y la penicilina. Para el nivel experto, enfócate en el seguimiento: ¿cómo sabes que se curó? (VDRL cuantitativo baja 2 diluciones) y en el manejo de contactos (tratamiento epidemiológico).",
      "alto": "¡Excelente! Diagnóstico clínico preciso y manejo terapéutico estándar (Penicilina). Además, integraste el pilar de salud pública: la notificación y tratamiento de contactos para frenar el brote. Manejo impecable."
    },
    "referencias": [
      "NORMA-GRAL.-TECNICA-N°-187-DE-PROFILAXIS-DIAGNOSTICO-Y-TRATAMIENTO-DE-LAS-ITS.pdf",
      "Estrategia-de-Prevencio%CC%81n-de-las-Infecciones-de-Transmisio%CC%81n-Sexual-final-09-07-2020.pdf"
    ]
  }
]